{
  "decks": {
    "rider-waite": {
      "name": "Rider-Waite",
      "description": "The most popular and well-known Tarot deck, created in 1909 by artist Pamela Colman Smith under the direction of Arthur Edward Waite. Notable for its detailed illustrations on all cards, including the Minor Arcana.",
      "author": "Arthur Edward Waite & Pamela Colman Smith"
    },
    "marseille": {
      "name": "Marseille Tarot",
      "description": "One of the oldest traditional decks, dating back to the 16th century. Characterized by simple but expressive style and geometric patterns on the Minor Arcana.",
      "author": "Traditional"
    },
    "thoth": {
      "name": "Thoth",
      "description": "Esoteric deck created by Aleister Crowley and artist Frieda Harris in the 1940s. Known for its deep symbolism, Egyptian and Kabbalistic themes.",
      "author": "Aleister Crowley & Lady Frieda Harris"
    },
    "wild-unknown": {
      "name": "Wild Unknown",
      "description": "Modern minimalist deck created by Kim Krans. Features black and white illustrations of animals and nature that convey archetypal Tarot symbolism.",
      "author": "Kim Krans"
    },
    "light-seers": {
      "name": "Light Seer's",
      "description": "Modern vibrant deck created by Chris-Anne in 2019. Combines traditional Rider-Waite meanings with contemporary scenes and diverse representation.",
      "author": "Chris-Anne"
    },
    "mad-moon": {
      "name": "Mad Moon",
      "description": "Surrealistic and atmospheric deck with dark aesthetics. Cards are filled with mystical images that combine classic Tarot symbolism with gothic and fantasy elements.",
      "author": "Various Artists"
    },
    "nicoletta-ceccoli": {
      "name": "Nicoletta Ceccoli",
      "description": "Fairy-tale deck by Italian artist Nicoletta Ceccoli. Features soft pastel colors and surrealistic images reminiscent of children's illustrations with dark undertones.",
      "author": "Nicoletta Ceccoli"
    }
  },
  "cards": {
    "0": {
      "name": "The Fool",
      "keywords": ["beginning", "spontaneity", "faith"],
      "shortDesc": "Symbol of new beginnings and limitless possibilities",
      "description": "The Fool represents pure potential and new beginnings. This is a card of innocence, spontaneity, and faith in the future. The Fool reminds us of the importance of trusting life and being willing to take risks.",
      "upright": [
        "New beginnings",
        "Innocence",
        "Spontaneity",
        "Free spirit",
        "Faith in the future"
      ],
      "reversed": ["Recklessness", "Risk", "Inexperience", "Naivety"],
      "deckDescriptions": {
        "rider-waite": "A young person stands at the edge of a cliff, looking up at the sky. A white rose symbolizes purity, a small dog represents a faithful companion. The Fool carries a bag of past experience but looks forward with optimism.",
        "marseille": "A traveler in bright clothing walks forward, not noticing the dog biting his leg. His staff and bag symbolize life's journey.",
        "thoth": "A child with grapevine dances on the edge of the abyss. A green tiger cub and crocodile symbolize primal forces. The card is filled with the energy of creation and chaos.",
        "wild-unknown": "A young bird leaves its nest, ready for its first flight. Symbolizes the leap into the unknown with trust and courage.",
        "light-seers": "A free thinker stands on a mountaintop with open arms, ready for new adventures. A bright sunset symbolizes endless possibilities.",
        "mad-moon": "A mysterious masked figure stands at the boundary of realities. Around - surrealistic fog and symbols of the unknown. Moonlight illuminates the path into darkness.",
        "nicoletta-ceccoli": "A little girl with big eyes walks on clouds with a suitcase of dreams. Pastel colors and fairy-tale atmosphere convey innocence and the magic of beginning."
      }
    },
    "1": {
      "name": "The Magician",
      "keywords": ["willpower", "manifestation", "creativity"],
      "shortDesc": "Mastery and the power to manifest intentions",
      "description": "The Magician symbolizes willpower, concentration, and the ability to manifest desires. He has all the tools for success and knows how to use them.",
      "upright": [
        "Willpower",
        "Mastery",
        "Concentration",
        "Manifestation",
        "Creative energy"
      ],
      "reversed": [
        "Manipulation",
        "Wasting talents",
        "Illusions",
        "Indecision"
      ],
      "deckDescriptions": {
        "rider-waite": "The Magician stands before a table with four suit symbols: wand, cup, sword, and pentacle. Above his head - the infinity symbol, one hand points to the sky, the other to the earth. White lily and red rose symbolize purity and passion.",
        "marseille": "A young man at a table with magical instruments. His hand gesture shows power over the material world. His clothing is bright and richly decorated.",
        "thoth": "Hermes Trismegistus in a winged helmet controls primal forces. Planets and alchemical symbols revolve around him. The Ouroboros serpent symbolizes eternity and cyclicality.",
        "wild-unknown": "A leopard with a piercing gaze symbolizes mastery and power. Tools of creation are scattered around - he knows how to use them.",
        "light-seers": "A confident figure creates magic with their hands. Bright colors and stars show manifestation of dreams into reality. All elements are within reach.",
        "mad-moon": "An alchemist in a dark laboratory manipulates energies. His hands create whirlwinds of light and shadow. Crystals and elixirs around - tools of transformation.",
        "nicoletta-ceccoli": "A boy magician performs wonders with toy props. His innocent appearance hides real magic. Wish-butterflies flutter around."
      }
    },
    "2": {
      "name": "The High Priestess",
      "keywords": ["intuition", "mystery", "subconscious"],
      "shortDesc": "Divine wisdom and inner knowledge",
      "description": "The High Priestess is the keeper of secret knowledge and intuition. She calls us to listen to our inner voice and trust the subconscious.",
      "upright": [
        "Intuition",
        "Secret knowledge",
        "Subconscious",
        "Wisdom",
        "Inner voice"
      ],
      "reversed": ["Ignoring intuition", "Secrets", "Lack of inner connection"],
      "deckDescriptions": {
        "rider-waite": "The Priestess sits between two columns - black and white. Behind her is a veil with pomegranates. On her lap - the Torah, on her head - a lunar crown. Symbolizes balance and secret knowledge.",
        "marseille": "A woman in papal robes holds a book of wisdom. Her posture and attributes show spiritual authority and deep knowledge.",
        "thoth": "Isis on a throne between light and shadow. Moon and crystals surround her. She holds a scroll of the Universe's secret knowledge.",
        "wild-unknown": "An owl with piercing eyes looks through the veil of reality. Her wisdom and calm convey the depth of intuition.",
        "light-seers": "A woman meditates in moonlight, surrounded by books and symbols. Her third eye is open, she sees the invisible.",
        "mad-moon": "A mysterious priestess in a veil stands in a temple under the moon. Her eyes are closed, but she sees everything. Around - magical symbols and shadows.",
        "nicoletta-ceccoli": "A girl with a large storybook sits in moonlight. Her rabbit companion whispers secrets. Atmosphere of dreams and magic."
      }
    },
    "3": {
      "name": "The Empress",
      "keywords": ["fertility", "beauty", "nature"],
      "shortDesc": "Symbol of motherhood, abundance and creation",
      "description": "The Empress embodies maternal love, fertility and abundance. She represents connection with nature and creative power.",
      "upright": [
        "Fertility",
        "Motherhood",
        "Abundance",
        "Nature",
        "Beauty",
        "Creativity"
      ],
      "reversed": ["Creative block", "Dependence", "Lack of growth"],
      "deckDescriptions": {
        "rider-waite": "The Empress sits amid blooming nature with a crown of 12 stars. Around her - abundance: wheat, river, forest. Shield with Venus symbol near the throne.",
        "marseille": "A majestic woman on throne with shield and scepter. Crown and rich clothing symbolize her power over the material world.",
        "thoth": "The goddess-mother on throne of nature. She is pregnant with the universe, flowers and fruits grow around her. Pelican symbolizes sacrificial love.",
        "wild-unknown": "A majestic mother bear among flowers and fruits. Her strength and tenderness combine in the image of natural motherhood.",
        "light-seers": "A woman in garden creates beauty with her hands. Life blooms around her. She is the source of abundance and creativity.",
        "mad-moon": "Queen of nature in wreath of flowers and wheat. Her dress is made of leaves. Butterflies and birds fly around.",
        "nicoletta-ceccoli": "Gentle mother with child in fairytale garden. Magical flowers grow around them. Pastel colors create atmosphere of care."
      }
    },
    "4": {
      "name": "The Emperor",
      "keywords": ["authority", "structure", "control"],
      "shortDesc": "Power, stability and life rules",
      "description": "The Emperor symbolizes father figure, authority and structure. He represents stability, control and establishing order.",
      "upright": [
        "Authority",
        "Stability",
        "Control",
        "Father figure",
        "Structure"
      ],
      "reversed": ["Tyranny", "Rigidity", "Lack of flexibility", "Domination"],
      "deckDescriptions": {
        "rider-waite": "The Emperor sits on stone throne with ram heads. In hand - scepter of power, on head - crown. Behind him - mountain peaks symbolizing steadfastness and strength.",
        "marseille": "A mighty ruler on throne with crown and scepter. His posture and attributes demonstrate power and control over the world.",
        "thoth": "Lord on throne with ram symbols of Aries. He holds sphere and staff of power. Around him - symbols of elemental force and order.",
        "wild-unknown": "A majestic ram with powerful horns stands on cliff. His presence radiates strength, stability and unwavering authority.",
        "light-seers": "A confident leader sits on throne with panoramic view. He controls situation with wisdom and strength, creating structure for others.",
        "mad-moon": "Dark lord on throne of bones and stone. His crown is of thorns, gaze impenetrable. He rules shadow realm with iron hand.",
        "nicoletta-ceccoli": "Boy-king in large crown sits on throne of toys. His serious expression contrasts with childish naivety, creating surreal image of power."
      }
    },
    "5": {
      "name": "The Hierophant",
      "keywords": ["tradition", "spirituality", "teaching"],
      "shortDesc": "Spiritual teacher and keeper of traditions",
      "description": "The Hierophant represents traditional values, spiritual teaching and religious institutions. He is bridge between divine and earthly.",
      "upright": [
        "Traditions",
        "Spiritual teaching",
        "Religion",
        "Morality",
        "Conformism"
      ],
      "reversed": [
        "Rebellion",
        "Unconventionality",
        "Rejection of dogma",
        "Freedom of thought"
      ],
      "deckDescriptions": {
        "rider-waite": "Religious figure between two columns blesses two followers. He holds keys to heaven. Three crosses on his clothing symbolize holy trinity.",
        "marseille": "Pope in full vestments blesses believers. His tiara and staff indicate spiritual authority and connection with divine.",
        "thoth": "Hierophant as mediator between worlds. Around him - symbols of mysteries and esoteric knowledge. He transmits wisdom of generations.",
        "wild-unknown": "A majestic deer with branching antlers stands in forest. His antlers reach to sky, symbolizing connection of earth and spiritual world.",
        "light-seers": "Wise teacher shares knowledge with students. Around them - atmosphere of respect for traditions and spiritual growth.",
        "mad-moon": "Mystical priest in mask conducts dark ritual. Candles and symbols surround him. He is keeper of forgotten knowledge and secret rites.",
        "nicoletta-ceccoli": "Child in religious clothing stands in fairytale temple. Angel wings and holy symbols create atmosphere of innocent spirituality."
      }
    },
    "6": {
      "name": "The Lovers",
      "keywords": ["love", "choice", "unity"],
      "shortDesc": "Deep feelings and important relationship decisions",
      "description": "The Lovers symbolize deep feelings, important choices and harmony in relationships. This card reminds of necessity of difficult compromise decisions in marriage and partnership.",
      "upright": [
        "Love",
        "Harmony",
        "Choice",
        "Union",
        "Partnership",
        "Values"
      ],
      "reversed": [
        "Disharmony",
        "Wrong choice",
        "Conflict of values",
        "Imbalance"
      ],
      "deckDescriptions": {
        "rider-waite": "Man and woman stand in Garden of Eden under blessing of angel Raphael. Behind woman - tree with apples, behind man - tree of life with flames.",
        "marseille": "Young person stands between two women, pondering choice. Cupid with bow blesses scene from above.",
        "thoth": "Alchemical wedding - union of opposites. Masculine and feminine, sun and moon unite in perfect harmony.",
        "wild-unknown": "Two swans form heart with their necks. Their grace and unity symbolize perfect union and reciprocity.",
        "light-seers": "Two lovers embrace under starry sky. Their love radiates light that unites their souls into one.",
        "mad-moon": "Two silhouettes merge in dance under pale moon. Their shadows intertwine, creating single entity from two souls.",
        "nicoletta-ceccoli": "Two children hold hands in fairytale forest. Fireflies fly around them. Their innocent love is filled with purity and magic."
      }
    },
    "7": {
      "name": "The Chariot",
      "keywords": ["victory", "movement", "control"],
      "shortDesc": "Journeys, roads and power of focus",
      "description": "The Chariot symbolizes victory through self-control and determination. This is card of journeys, moving forward and ability to steer one's path despite obstacles.",
      "upright": [
        "Victory",
        "Determination",
        "Control",
        "Journey",
        "Ambition",
        "Focus"
      ],
      "reversed": [
        "Lack of control",
        "Failure",
        "Aggression",
        "Loss of direction"
      ],
      "deckDescriptions": {
        "rider-waite": "Warrior in chariot pulled by two sphinxes - black and white. Above him - starry canopy. On chest - square and triangle, symbols of control over matter and spirit.",
        "marseille": "Victorious warrior in chariot with two horses. His crown and scepter show authority. He confidently steers his path.",
        "thoth": "Chariot carries warrior through cosmic space. Four sphinxes pull it in different directions, but he controls movement with his will.",
        "wild-unknown": "A mighty horse in full gallop rushes forward. Its strength and speed symbolize determination and invincible impulse toward goal.",
        "light-seers": "Modern traveler on road with backpack of dreams. He confidently steps forward, knowing his direction and having clear goal.",
        "mad-moon": "Dark chariot with bone wheels races through fog. Spectral horses pull it. Driver in mask looks steadfastly forward.",
        "nicoletta-ceccoli": "Girl on toy chariot rides through fairytale forest. Her toy horses come alive under moonlight, carrying her to adventures."
      }
    },
    "8": {
      "name": "Strength",
      "keywords": ["courage", "patience", "self-control"],
      "shortDesc": "Inner strength and need for discipline",
      "description": "Strength represents not brute force, but inner power, patience and self-control. This is card of discipline, gentle influence and control over instincts.",
      "upright": [
        "Inner strength",
        "Courage",
        "Patience",
        "Control",
        "Compassion",
        "Discipline"
      ],
      "reversed": [
        "Weakness",
        "Lack of control",
        "Doubts",
        "Lack of confidence"
      ],
      "deckDescriptions": {
        "rider-waite": "Woman gently closes lion's jaws. Above her head - infinity symbol. She wears white clothing and floral garland. Scene shows triumph of gentleness over brute force.",
        "marseille": "Woman opens or closes lion's jaws with bare hands. Her calm and confidence contrast with wild nature of beast.",
        "thoth": "Woman rides on back of great beast, holding cup with sacred fire. She tamed it not with force, but with love and understanding. Serpent entwines her body.",
        "wild-unknown": "Lion with mane-crown sits calmly. His might is tamed not by force, but by inner harmony. In his eyes - wisdom and peace.",
        "light-seers": "Woman embraces lion in act of acceptance. Their interaction shows balance of strength and tenderness. Around them light of love and understanding.",
        "mad-moon": "Mysterious figure embraces dark beast under moon. Their shadows merge into one. Taming happens through understanding dark side.",
        "nicoletta-ceccoli": "Little girl plays with large teddy bear. Her innocent strength is that she is not afraid. Fairytale atmosphere shows true strength is in trust."
      }
    },
    "9": {
      "name": "The Hermit",
      "keywords": ["solitude", "self-knowledge", "wisdom"],
      "shortDesc": "Self-reflection and inner search",
      "description": "The Hermit symbolizes period of solitude, self-reflection and inner search. This is card of wisdom that comes through contemplation and introspection.",
      "upright": [
        "Self-reflection",
        "Wisdom",
        "Solitude",
        "Inner search",
        "Contemplation",
        "Spiritual guide"
      ],
      "reversed": [
        "Isolation",
        "Loneliness",
        "Rejection of help",
        "Withdrawal"
      ],
      "deckDescriptions": {
        "rider-waite": "Old sage stands on snowy mountain with lantern containing six-pointed star. His staff supports him on journey. He illuminates path for those who follow.",
        "marseille": "Elder in hood with lantern and staff. His solitary figure symbolizes withdrawal from world to seek inner wisdom.",
        "thoth": "Hermit as keeper of secrets stands at cave entrance. His lantern illuminates path to subconscious. Around him - symbols of time and eternity.",
        "wild-unknown": "Lone wolf howls at moon on mountain peak. His song is search for inner truth in silence of solitude.",
        "light-seers": "Traveler with lantern walks own path under starry sky. He found his inner world and shares light with others.",
        "mad-moon": "Solitary figure in hood wanders foggy corridors between worlds. His lantern is only light in absolute darkness of unknown.",
        "nicoletta-ceccoli": "Child with flashlight sits alone in dark room, surrounded by toy-shadows. Her small light illuminates secrets of inner world."
      }
    },
    "10": {
      "name": "Wheel of Fortune",
      "keywords": ["destiny", "changes", "cycles"],
      "shortDesc": "Positive changes and transformations",
      "description": "Wheel of Fortune represents cyclical nature of life, destiny and unexpected changes. This card indicates presence of positive changes and transformations in your life.",
      "upright": [
        "Luck",
        "Changes",
        "Life cycles",
        "Destiny",
        "Transformation",
        "Progress"
      ],
      "reversed": [
        "Bad luck",
        "Stagnation",
        "Negative changes",
        "Loss of control"
      ],
      "deckDescriptions": {
        "rider-waite": "Large wheel spins in sky. On it - sphinx, Anubis and serpent. In corners - four winged creatures. Alchemical and kabbalistic symbols show eternal cycle of changes.",
        "marseille": "Wheel of fortune with figures rising and falling. It symbolizes constant changes of fate and cyclical nature of life.",
        "thoth": "Cosmic wheel with ten spokes spins in universe. Around it - symbols of planets and zodiac. Three figures Sphinx, Hermanubis and Typhon represent cycle of creation-preservation-destruction.",
        "wild-unknown": "Spider web with dew in center - wheel of destiny. Each drop reflects different path. Web shows interconnection of all events.",
        "light-seers": "Bright kaleidoscopic wheel spins, creating new patterns. Each turn brings new opportunities and perspectives.",
        "mad-moon": "Dark wheel with bone spokes spins in whirlwind of fog. On it - symbols of life and death. It spins relentlessly, changing destinies.",
        "nicoletta-ceccoli": "Child spins large toy roulette with fairytale pictures. Each turn - new story. Magic of randomness creates destiny."
      }
    },
    "11": {
      "name": "Justice",
      "keywords": ["balance", "truth", "responsibility"],
      "shortDesc": "Moral sensitivity and fair judgment",
      "description": "Justice symbolizes balance, objectivity and moral sensitivity. This card reminds of karmic consequences of our actions and necessity of making fair decisions.",
      "upright": [
        "Justice",
        "Truth",
        "Balance",
        "Responsibility",
        "Honesty",
        "Objectivity"
      ],
      "reversed": ["Injustice", "Imbalance", "Bias", "Avoiding responsibility"],
      "deckDescriptions": {
        "rider-waite": "Woman sits on throne between two columns, holding sword in right hand and scales in left. Her crown has square - symbol of ordered thinking. Purple veil behind her.",
        "marseille": "Figure of justice with sword and scales. Her crowned appearance shows authority of law. She weighs people's deeds without emotions.",
        "thoth": "Woman with sword and scales stands between thrones. Her face is hidden - justice is blind to external. Around her - symbols of balance and cosmic order.",
        "wild-unknown": "Raven sits on scales in perfect balance. His black feathers symbolize objectivity and impartiality of natural law.",
        "light-seers": "Modern woman holds scales and sword, standing confidently. Her eyes are open - justice sees truth. Around her - symmetry and harmony.",
        "mad-moon": "Figure in robe holds scales weighing hearts and feathers. Her sword is ready to pronounce verdict. Around - shadows of past decisions.",
        "nicoletta-ceccoli": "Girl with blindfold holds toy scales. She plays at justice, but understands its essence - balance and truth above all."
      }
    },
    "12": {
      "name": "The Hanged Man",
      "keywords": ["sacrifice", "pause", "new perspective"],
      "shortDesc": "Stagnation and moving in circles",
      "description": "The Hanged Man represents period of stagnation, waiting and sacrifice. This is time of pause when it seems you're moving in circles, but actually inner transformation is happening.",
      "upright": [
        "Pause",
        "New perspective",
        "Sacrifice",
        "Letting go",
        "Transformation",
        "Patience"
      ],
      "reversed": [
        "Useless sacrifice",
        "Being stuck",
        "Resistance to change",
        "Wasting time"
      ],
      "deckDescriptions": {
        "rider-waite": "Man hangs upside down on T-shaped tree, one leg crossed. His face is calm, around head - halo. He doesn't suffer, but meditates in unusual position.",
        "marseille": "Figure suspended by foot on tree with cut branches. Hands tied behind back. This sacrificial position symbolizes letting go and acceptance.",
        "thoth": "Man suspended on ankh between two trees. His pose forms triangle. He sacrifices old for new, being between two worlds.",
        "wild-unknown": "Bat hangs upside down in cave. His natural pose reminds that sometimes need to change perspective to see truth.",
        "light-seers": "Person meditates in air, suspended by invisible threads of fate. Around - symbols of letting go and accepting new understanding.",
        "mad-moon": "Hanged on ominous tree above abyss. His body is entwined with thorns, but face is calm. He accepted his sacrifice for higher truth.",
        "nicoletta-ceccoli": "Girl gracefully hangs on swing upside down. For her it's game, but in this position she sees world differently - magic of another perspective."
      }
    },
    "13": {
      "name": "Death",
      "keywords": ["transformation", "ending", "new beginning"],
      "shortDesc": "Liberation and moving forward",
      "description": "Death symbolizes not physical death, but ending of one stage and beginning of new. This is card of deep transformation, liberation from old and moving forward.",
      "upright": [
        "Transformation",
        "Ending",
        "Rebirth",
        "Liberation",
        "Changes",
        "New beginning"
      ],
      "reversed": [
        "Resistance to change",
        "Stuck in past",
        "Fear of change",
        "Stagnation"
      ],
      "deckDescriptions": {
        "rider-waite": "Skeleton-rider in black armor rides white horse. Under him - fallen king, woman and child. Sun rises between two towers - symbol of new beginning.",
        "marseille": "Skeleton with scythe mows down lives, not distinguishing - kings or beggars. Hands and heads grow from earth, but this is natural cycle of life and death.",
        "thoth": "Skeleton with scythe dances in whirlwind of transformation. Snake, eagle and fish symbolize different stages of decay and rebirth.",
        "wild-unknown": "Bird skull from which flowers grow. Beautiful metaphor: death of one nourishes another. Beauty is born from ending.",
        "light-seers": "Person sheds old skin. Transformation process shown as beautiful and necessary act of rebirth.",
        "mad-moon": "Elegant death in black holds clock that stopped. From dust falling from her hands, new stars are born.",
        "nicoletta-ceccoli": "Child sleeps in flower garden. Around her caterpillars transform into butterflies. Death is sleep before awakening."
      }
    },
    "14": {
      "name": "Temperance",
      "keywords": ["balance", "harmony", "patience"],
      "shortDesc": "Inner peace and balance",
      "description": "Temperance represents balance, harmony and inner peace. This card calls for moderation in everything, combining opposites and finding golden mean.",
      "upright": [
        "Balance",
        "Moderation",
        "Harmony",
        "Patience",
        "Peace",
        "Adaptation"
      ],
      "reversed": [
        "Imbalance",
        "Excess",
        "Lack of restraint",
        "Absence of harmony"
      ],
      "deckDescriptions": {
        "rider-waite": "Angel stands with one foot on land, other in water, pouring liquid between two cups. On chest - triangle in square. Behind - path leading to mountains with rising sun.",
        "marseille": "Winged figure pours liquid between vessels. Balanced pose and fluid movement symbolize harmony and proper measure in all things.",
        "thoth": "Alchemist angel mixes fire and water in cauldron of transformation. Around - symbols of elements seeking balance. Arrow hits center of target - perfect harmony.",
        "wild-unknown": "Two rainbow fish swim in circle of yin-yang. Their dance creates perfect balance of opposites in eternal flow.",
        "light-seers": "Person in meditation balances elements with open palms. Rainbow flows through chakras. Peace and harmony radiate from centered being.",
        "mad-moon": "Masked figure balances on edge between two worlds, mixing light and darkness in cup. Equilibrium found in accepting both sides.",
        "nicoletta-ceccoli": "Child carefully pours tea between cups at fairytale tea party. Her concentration and grace show beauty of balance and proper measure."
      }
    },
    "15": {
      "name": "The Devil",
      "keywords": ["temptation", "addiction", "limitation"],
      "shortDesc": "Trap of unhealthy relationships and addiction",
      "description": "The Devil symbolizes temptations, addictions and unhealthy attachments. This card indicates trap we put ourselves in, and unhealthy relationships or habits.",
      "upright": [
        "Addiction",
        "Limitation",
        "Temptation",
        "Materialism",
        "Unhealthy relationships",
        "Deception"
      ],
      "reversed": [
        "Liberation",
        "Overcoming addiction",
        "Breaking chains",
        "Revelation"
      ],
      "deckDescriptions": {
        "rider-waite": "Horned devil sits on pedestal above chained naked man and woman. Inverted pentagram on forehead. Chains are loose - captives can free themselves if they choose.",
        "marseille": "Demon with bat wings stands above two chained figures. His appearance frightening, but chains of captivity are illusion of their own making.",
        "thoth": "Baphomet as symbol of material world and base desires. Around - symbols of bondage to matter. But card also shows path to liberation through awareness.",
        "wild-unknown": "Chains and locks surround creature in self-imposed prison. Keys lie nearby - liberation is possible, but requires seeing truth of situation.",
        "light-seers": "Person surrounded by temptations and addictions, but light of awareness begins to shine. Realization that chains are self-made is first step to freedom.",
        "mad-moon": "Seductive demon offers poisoned pleasures in dark realm. Beautiful illusions mask traps. Only by seeing through deception can one escape.",
        "nicoletta-ceccoli": "Child plays with shadowy puppet master pulling strings. Innocent game reveals darker truth - we often let ourselves be controlled by fears and desires."
      }
    },
    "16": {
      "name": "The Tower",
      "keywords": ["destruction", "chaos", "revelation"],
      "shortDesc": "Serious changes of negative nature",
      "description": "The Tower represents sudden, dramatic changes and destruction of old structures. Though these changes may be painful, they are necessary for cleansing and new construction.",
      "upright": [
        "Sudden changes",
        "Destruction",
        "Chaos",
        "Revelation",
        "Liberation",
        "Upheaval"
      ],
      "reversed": [
        "Avoiding catastrophe",
        "Resistance to change",
        "Fear of destruction",
        "Delayed problems"
      ],
      "deckDescriptions": {
        "rider-waite": "Lightning strikes tower crown, figures fall from it. Flames burst from windows. Dark sky shows inevitability of destruction that clears way for new.",
        "marseille": "Tower crumbles under divine strike, people fall from it. Catastrophic scene shows that false structures must fall for truth to emerge.",
        "thoth": "Eye of Horus destroys tower of illusions. Flames and chaos reign, but this necessary destruction of old forms that no longer serve.",
        "wild-unknown": "Lightning splits tree in half. Violent force of nature destroys but also creates space for new growth from ruins.",
        "light-seers": "Person watches old beliefs crumble. Though painful, liberation from false structures brings clarity and opportunity for authentic rebuilding.",
        "mad-moon": "Dark tower collapses into abyss under blood moon. Everything built on lies must fall. From ruins, truth will emerge.",
        "nicoletta-ceccoli": "Child's house of cards collapses in slow motion. Moment of destruction captured in surreal beauty - endings make way for new beginnings."
      }
    },
    "17": {
      "name": "The Star",
      "keywords": ["hope", "inspiration", "peace"],
      "shortDesc": "Hope for changes for better",
      "description": "The Star symbolizes hope, faith and inspiration after dark times. This is card of healing, optimism and confidence in better future.",
      "upright": [
        "Hope",
        "Inspiration",
        "Healing",
        "Peace",
        "Faith",
        "Optimism"
      ],
      "reversed": [
        "Loss of hope",
        "Disappointment",
        "Pessimism",
        "Lack of faith"
      ],
      "deckDescriptions": {
        "rider-waite": "Naked woman kneels by water under eight stars, pouring water onto land and into pool. Large central star shines above. Bird in tree represents hope and soul's aspiration.",
        "marseille": "Female figure pours water under starry sky. Stars shine with promise of better future. Scene radiates hope and renewal after storm.",
        "thoth": "Naked goddess Nuit pours water of life under cosmic stars. She is renewal and hope. Universe opens to endless possibilities.",
        "wild-unknown": "Peacock displays magnificent tail of star-eyes. Beauty and hope shine through darkness. Renewal and inspiration manifest in natural splendor.",
        "light-seers": "Person releases wishes to stars with open heart. Universe responds with shower of blessings. Hope and faith create magic of manifestation.",
        "mad-moon": "Pale figure reaches toward distant stars in night sky. Even in darkness, celestial lights guide way forward with promise of hope.",
        "nicoletta-ceccoli": "Child catches falling stars in jar. Each star is wish waiting to come true. Magical moment captures essence of hope and wonder."
      }
    },
    "18": {
      "name": "The Moon",
      "keywords": ["illusion", "fear", "subconscious"],
      "shortDesc": "Uncertainty, illusions and vulnerability",
      "description": "The Moon represents world of illusions, fears and subconscious emotions. This card indicates feeling of uncertainty, vulnerability and need to trust intuition in darkness.",
      "upright": [
        "Illusion",
        "Fear",
        "Intuition",
        "Subconscious",
        "Uncertainty",
        "Dreams"
      ],
      "reversed": [
        "Overcoming fears",
        "Clarity",
        "Dispelling illusions",
        "Understanding"
      ],
      "deckDescriptions": {
        "rider-waite": "Moon face shines over landscape where dog and wolf howl. Crayfish emerges from pool. Path leads between two towers into unknown. Scene evokes mystery and uncertainty.",
        "marseille": "Moon drips dew while creatures below react to its influence. Ambiguous symbolism reflects confusion and illusion of lunar realm.",
        "thoth": "Moon goddess presides over realm of dreams and illusions. Scarab and jackals guard path through subconscious. Journey through shadow is necessary for wholeness.",
        "wild-unknown": "Wolf howls at full moon in primal call. Instincts and intuition speak louder than reason in lunar light. Trust inner knowing through uncertainty.",
        "light-seers": "Person navigates dreamlike landscape under moon's glow. Illusions and fears surface, but also deep intuitive wisdom. Embrace mystery of the journey.",
        "mad-moon": "Sinister moon grins over twisted landscape of nightmares. Shadow creatures lurk in fog. Face your fears to find truth hidden in darkness.",
        "nicoletta-ceccoli": "Child walks through surreal moonlit garden where nothing is as it seems. Enchanted and unsettling, the scene captures beautiful strangeness of lunar realm."
      }
    },
    "19": {
      "name": "The Sun",
      "keywords": ["joy", "success", "happiness"],
      "shortDesc": "Most positive emotions and events",
      "description": "The Sun is one of most positive Tarot cards. It symbolizes joy, success, life energy and happiness. This is time of prosperity and brightest moments of life.",
      "upright": [
        "Joy",
        "Success",
        "Happiness",
        "Warmth",
        "Positivity",
        "Life energy",
        "Enlightenment"
      ],
      "reversed": [
        "Temporary difficulties",
        "Diminished joy",
        "Pessimism",
        "Lack of clarity"
      ],
      "deckDescriptions": {
        "rider-waite": "Radiant sun shines over naked child on white horse. Sunflowers bloom behind wall. Child waves red banner joyfully. Scene embodies pure happiness and innocence.",
        "marseille": "Brilliant sun shines over two figures or children. Golden rays bring warmth and joy. Everything illuminated by positive solar energy.",
        "thoth": "Crowned solar disk with dancing children below represents pure joy and life force. Twin children show unity and celebration of life in its fullness.",
        "wild-unknown": "Magnificent sun lion radiates golden light. Embodiment of life force, vitality and confident joy. Warmth and success shine from its presence.",
        "light-seers": "Person dances in sunlight with arms raised in celebration. Life blooms in full color. Success and happiness achieved through authentic living.",
        "mad-moon": "Even in dark deck, sun breaks through with undeniable radiance. Light conquers shadow. Hope and joy prove stronger than darkness.",
        "nicoletta-ceccoli": "Children play in golden sunlight in magical garden. Innocence and pure joy create perfect moment of happiness and warmth."
      }
    },
    "20": {
      "name": "Judgement",
      "keywords": ["rebirth", "forgiveness", "decision"],
      "shortDesc": "Inevitability of making difficult decisions",
      "description": "Judgement symbolizes time of reckoning, rebirth and making important decisions. This card indicates inevitability of making difficult but necessary decisions for further development.",
      "upright": [
        "Rebirth",
        "Decision",
        "Forgiveness",
        "Liberation",
        "Reckoning",
        "Awakening"
      ],
      "reversed": [
        "Doubt",
        "Self-criticism",
        "Fear of judgment",
        "Avoiding responsibility"
      ],
      "deckDescriptions": {
        "rider-waite": "Angel Gabriel blows trumpet over rising figures emerging from coffins. Judgment Day calls souls to account and offers chance for rebirth and redemption.",
        "marseille": "Angel sounds trumpet of judgment while dead rise from graves. Divine call to account for one's life and choices. Moment of truth and transformation.",
        "thoth": "Fire goddess pronounces judgment while souls transform. Alchemical process of death and rebirth. Karma resolved, new cycle begins.",
        "wild-unknown": "Phoenix rises from ashes in flames of transformation. Death and rebirth in single moment. Call to awaken to higher purpose.",
        "light-seers": "Person hears inner call to higher purpose and rises transformed. Past falls away, authentic self emerges. Judgment is liberation, not condemnation.",
        "mad-moon": "Dark angel pronounces judgment in realm between life and death. Souls face truth of their existence. Only honest reckoning allows passage forward.",
        "nicoletta-ceccoli": "Child listens to whispered truth from angel figure. Moment of revelation shown with innocent wonder. Judgment as awakening to deeper understanding."
      }
    },
    "21": {
      "name": "The World",
      "keywords": ["completion", "achievement", "harmony"],
      "shortDesc": "Mastering lessons and achieving harmony",
      "description": "The World is final card of Major Arcana, symbolizing completion of cycle, achievement of goals and harmony. This is card of successfully mastering life lessons and readiness for new beginnings.",
      "upright": [
        "Completion",
        "Achievement",
        "Harmony",
        "Success",
        "Travel",
        "Wholeness",
        "Fulfillment"
      ],
      "reversed": [
        "Incompletion",
        "Lack of closure",
        "Delays",
        "Unlearned lessons"
      ],
      "deckDescriptions": {
        "rider-waite": "Dancing figure in laurel wreath surrounded by four creatures of Ezekiel. World dance celebrates completion and mastery. All elements unite in cosmic harmony.",
        "marseille": "Female figure dances in mandorla wreath. Four corners show symbols of evangelists. Perfect completion of journey through Tarot's wisdom.",
        "thoth": "Cosmic dancer in center of universe surrounded by symbols of completion. All elements balanced. Journey complete, yet new spiral begins.",
        "wild-unknown": "Cosmic egg contains entire universe in perfect balance. All elements integrated in harmonious whole. Completion that contains seed of new beginning.",
        "light-seers": "Person celebrates achievement of life goals with arms spread wide. World opens in response to wholeness. Success comes from integrating all aspects of self.",
        "mad-moon": "Figure dances in center of cosmic mandala under stars. Even in darkness, completion brings light. Journey through shadows leads to wholeness.",
        "nicoletta-ceccoli": "Child holds snow globe containing entire world within. Innocent mastery and wonder. Understanding that completion is just beginning of new adventure."
      }
    },
    "22": {
      "name": "Ace of Wands",
      "keywords": ["beginning", "inspiration", "creativity"],
      "shortDesc": "New creative impulse and inspiration",
      "description": "Ace of Wands symbolizes the start of a new project, burst of creative energy and inspiration. This is a card of action and passion.",
      "upright": [
        "New opportunities",
        "Creative inspiration",
        "Project start",
        "Passion",
        "Energy"
      ],
      "reversed": ["Lack of direction", "Delays", "Unrealized potential"],
      "deckDescriptions": {
        "rider-waite": "Classic Ace of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ace of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Ace of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Ace of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Ace of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Ace of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Ace of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "23": {
      "name": "Two of Wands",
      "keywords": ["planning", "future", "decision"],
      "shortDesc": "Planning and decision making",
      "description": "Two of Wands represents moment of choice and future planning. Time to assess opportunities and make decisions.",
      "upright": [
        "Planning",
        "Progress",
        "Decisions",
        "Discovery",
        "Entrepreneurship"
      ],
      "reversed": ["Fear of unknown", "Lack of planning", "Indecision"],
      "deckDescriptions": {
        "rider-waite": "Classic Two of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Two of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Two of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Two of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Two of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Two of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Two of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "24": {
      "name": "Three of Wands",
      "keywords": ["expansion", "foresight", "progress"],
      "shortDesc": "Expanding horizons and progress",
      "description": "Three of Wands speaks of expanding opportunities, trade and successful business development.",
      "upright": [
        "Expansion",
        "Foresight",
        "Collaboration",
        "Progress",
        "International connections"
      ],
      "reversed": ["Delays", "Lack of foresight", "Partnership problems"],
      "deckDescriptions": {
        "rider-waite": "Classic Three of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Three of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Three of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Three of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Three of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Three of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Three of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "25": {
      "name": "Four of Wands",
      "keywords": ["celebration", "harmony", "home"],
      "shortDesc": "Celebration and domestic harmony",
      "description": "Four of Wands symbolizes joyful events, celebration and harmony in family circle.",
      "upright": [
        "Celebration",
        "Harmony",
        "Home",
        "Community",
        "Stability",
        "Wedding"
      ],
      "reversed": [
        "Home conflicts",
        "Lack of stability",
        "Delayed celebration"
      ],
      "deckDescriptions": {
        "rider-waite": "Classic Four of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Four of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Four of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Four of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Four of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Four of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Four of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "26": {
      "name": "Five of Wands",
      "keywords": ["competition", "conflict", "challenge"],
      "shortDesc": "Competition and internal conflicts",
      "description": "Five of Wands indicates competition, disagreements and need to fight for your place.",
      "upright": [
        "Competition",
        "Conflict",
        "Rivalry",
        "Disagreements",
        "Challenges"
      ],
      "reversed": ["Avoiding conflict", "Compromise", "Reduced tension"],
      "deckDescriptions": {
        "rider-waite": "Classic Five of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Five of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Five of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Five of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Five of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Five of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Five of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "27": {
      "name": "Six of Wands",
      "keywords": ["victory", "success", "recognition"],
      "shortDesc": "Victory and public recognition",
      "description": "Six of Wands symbolizes victory, success and receiving deserved recognition.",
      "upright": [
        "Victory",
        "Success",
        "Recognition",
        "Leadership",
        "Achievement",
        "Fame"
      ],
      "reversed": ["Delayed success", "Lack of recognition", "Overconfidence"],
      "deckDescriptions": {
        "rider-waite": "Classic Six of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Six of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Six of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Six of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Six of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Six of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Six of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "28": {
      "name": "Seven of Wands",
      "keywords": ["defense", "challenge", "perseverance"],
      "shortDesc": "Defending positions and fighting",
      "description": "Seven of Wands speaks of need to defend your positions and stand your ground.",
      "upright": [
        "Defense",
        "Perseverance",
        "Challenges",
        "Fighting",
        "Competition"
      ],
      "reversed": ["Giving up position", "Lack of resistance", "Exhaustion"],
      "deckDescriptions": {
        "rider-waite": "Classic Seven of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Seven of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Seven of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Seven of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Seven of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Seven of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Seven of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "29": {
      "name": "Eight of Wands",
      "keywords": ["speed", "movement", "action"],
      "shortDesc": "Rapid development of events",
      "description": "Eight of Wands symbolizes rapid movement of events, communication and dynamic changes.",
      "upright": [
        "Speed",
        "Progress",
        "Communication",
        "Travel",
        "Action",
        "Movement"
      ],
      "reversed": ["Delays", "Slow progress", "Hasty decisions"],
      "deckDescriptions": {
        "rider-waite": "Classic Eight of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Eight of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Eight of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Eight of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Eight of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Eight of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Eight of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "30": {
      "name": "Nine of Wands",
      "keywords": ["resilience", "endurance", "defense"],
      "shortDesc": "Endurance despite difficulties",
      "description": "Nine of Wands speaks of resilience, endurance and readiness to continue fighting.",
      "upright": [
        "Resilience",
        "Endurance",
        "Defense",
        "Persistence",
        "Last effort"
      ],
      "reversed": ["Exhaustion", "Paranoia", "Giving up the fight"],
      "deckDescriptions": {
        "rider-waite": "Classic Nine of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Nine of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Nine of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Nine of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Nine of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Nine of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Nine of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "31": {
      "name": "Ten of Wands",
      "keywords": ["burden", "responsibility", "overload"],
      "shortDesc": "Heavy burden of responsibility",
      "description": "Ten of Wands symbolizes excessive burden, responsibility and overload of duties.",
      "upright": ["Burden", "Responsibility", "Overload", "Stress", "Duties"],
      "reversed": ["Delegation", "Release from burden", "Refusing excess"],
      "deckDescriptions": {
        "rider-waite": "Classic Ten of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ten of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Ten of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Ten of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Ten of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Ten of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Ten of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "32": {
      "name": "Page of Wands",
      "keywords": ["enthusiasm", "exploration", "news"],
      "shortDesc": "Beginning, learning and news",
      "description": "Page of Wands brings inspiration, new ideas and enthusiasm. This is a card of learning and exploration.",
      "upright": [
        "Enthusiasm",
        "Exploration",
        "News",
        "Learning",
        "Free spirit"
      ],
      "reversed": ["Unrealistic", "Lack of direction", "Bad news"],
      "deckDescriptions": {
        "rider-waite": "Classic Page of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Page of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Page of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Page of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Page of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Page of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Page of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "33": {
      "name": "Knight of Wands",
      "keywords": ["action", "adventure", "impulsiveness"],
      "shortDesc": "Action, movement and seeking adventures",
      "description": "Knight of Wands symbolizes action, moving forward and seeking new adventures. This is an energetic and impulsive card.",
      "upright": [
        "Action",
        "Adventures",
        "Impulsiveness",
        "Energy",
        "Passion",
        "Travel"
      ],
      "reversed": ["Recklessness", "Haste", "Lack of direction"],
      "deckDescriptions": {
        "rider-waite": "Classic Knight of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Knight of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Knight of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Knight of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Knight of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Knight of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Knight of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "34": {
      "name": "Queen of Wands",
      "keywords": ["confidence", "charisma", "independence"],
      "shortDesc": "Maturity, acceptance and charisma",
      "description": "Queen of Wands embodies confidence, charisma and independence. She is attractive and inspires those around her.",
      "upright": [
        "Confidence",
        "Charisma",
        "Independence",
        "Determination",
        "Warmth",
        "Attractiveness"
      ],
      "reversed": ["Jealousy", "Intolerance", "Manipulation", "Egocentrism"],
      "deckDescriptions": {
        "rider-waite": "Classic Queen of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Queen of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric Queen of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural Queen of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant Queen of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic Queen of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale Queen of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "35": {
      "name": "King of Wands",
      "keywords": ["leadership", "vision", "entrepreneurship"],
      "shortDesc": "Mastery, control and leadership",
      "description": "King of Wands is a natural leader with clear vision and entrepreneurial spirit. He controls the situation.",
      "upright": [
        "Leadership",
        "Vision",
        "Entrepreneurship",
        "Honesty",
        "Control",
        "Inspiration"
      ],
      "reversed": ["Tyranny", "Intolerance", "Impulsiveness", "Domination"],
      "deckDescriptions": {
        "rider-waite": "Classic King of Wands interpretation in Rider-Waite style with detailed symbolism. Each element carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - all work to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes symbolism accessible for intuitive understanding.",
        "marseille": "Traditional King of Wands depiction in Marseille Tarot style. Bright primary colors without halftones create strong visual impact. Geometric shapes and symmetry emphasize archetype's timelessness. Traditional style conveys centuries of wisdom.",
        "thoth": "Esoteric King of Wands version with Crowley's Kabbalistic symbolism. Colors selected according to Tree of Life Kabbalistic system. Astrological symbols, Egyptian hieroglyphs and alchemical signs placed around. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural King of Wands depiction. Black and white graphics with golden accents create meditative atmosphere. Natural images speak language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant King of Wands interpretation. Bright contemporary colors and realistic characters make card close to modern life. Diversity of people of different races, ages and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic King of Wands atmosphere with mystical elements. Moonlit silver light and deep shadows create mystical mystery atmosphere. Surrealistic elements emphasize multi-layered meaning. Gothic aesthetic reveals beauty in dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale King of Wands depiction with pastel colors. Pastel shades and soft lines create fairy-tale dream atmosphere. Large expressive eyes of characters convey depth of emotions. Behind childhood innocence hides complex psychological subtext."
      }
    },
    "36": {
      "name": "Ace of Cups",
      "keywords": ["love", "emotions", "intuition"],
      "shortDesc": "New emotions and love",
      "description": "Ace of Cups symbolizes the beginning of new relationships, emotional fulfillment, and love.",
      "upright": [
        "New love",
        "Emotions",
        "Intuition",
        "Happiness",
        "Creativity",
        "Spirituality"
      ],
      "reversed": [
        "Emotional instability",
        "Disappointment",
        "Lack of emotions"
      ],
      "deckDescriptions": {
        "rider-waite": "Classic Ace of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ace of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ace of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ace of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ace of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ace of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ace of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "37": {
      "name": "Two of Cups",
      "keywords": ["partnership", "unity", "love"],
      "shortDesc": "Harmonious relationships and union",
      "description": "Two of Cups represents harmonious partnership, mutual love, and emotional unity.",
      "upright": ["Partnership", "Union", "Love", "Harmony", "Balance", "Connection"],
      "reversed": ["Breakup", "Imbalance", "Relationship conflict"],
      "deckDescriptions": {
        "rider-waite": "Classic Two of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Two of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Two of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Two of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Two of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Two of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Two of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "38": {
      "name": "Three of Cups",
      "keywords": ["celebration", "friendship", "community"],
      "shortDesc": "Friendship and joyful events",
      "description": "Three of Cups symbolizes celebration, friendship, and joy among close people.",
      "upright": [
        "Celebration",
        "Friendship",
        "Community",
        "Joy",
        "Party",
        "Collaboration"
      ],
      "reversed": ["Excess", "Isolation", "Gossip"],
      "deckDescriptions": {
        "rider-waite": "Classic Three of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Three of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Three of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Three of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Three of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Three of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Three of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "39": {
      "name": "Four of Cups",
      "keywords": ["apathy", "contemplation", "dissatisfaction"],
      "shortDesc": "Emotional apathy and self-reflection",
      "description": "Four of Cups speaks of apathy, introspection, and dissatisfaction with available opportunities.",
      "upright": [
        "Apathy",
        "Contemplation",
        "Meditation",
        "Reevaluation",
        "Dissatisfaction"
      ],
      "reversed": ["Awakening", "New opportunities", "Motivation"],
      "deckDescriptions": {
        "rider-waite": "Classic Four of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Four of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Four of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Four of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Four of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Four of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Four of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "40": {
      "name": "Five of Cups",
      "keywords": ["loss", "regret", "disappointment"],
      "shortDesc": "Loss and sorrow",
      "description": "Five of Cups symbolizes loss, disappointment, and focusing on the negative instead of the positive.",
      "upright": ["Loss", "Regret", "Disappointment", "Sorrow", "Mourning"],
      "reversed": ["Acceptance", "Forgiveness", "Moving forward", "Healing"],
      "deckDescriptions": {
        "rider-waite": "Classic Five of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Five of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Five of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Five of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Five of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Five of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Five of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "41": {
      "name": "Six of Cups",
      "keywords": ["nostalgia", "memories", "childhood"],
      "shortDesc": "Memories and nostalgia",
      "description": "Six of Cups speaks of nostalgia, memories from the past, and childlike innocence.",
      "upright": [
        "Nostalgia",
        "Memories",
        "Childhood",
        "Innocence",
        "Past",
        "Happiness"
      ],
      "reversed": ["Stuck in the past", "Unrealistic expectations"],
      "deckDescriptions": {
        "rider-waite": "Classic Six of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Six of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Six of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Six of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Six of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Six of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Six of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "42": {
      "name": "Seven of Cups",
      "keywords": ["illusion", "choice", "fantasy"],
      "shortDesc": "Illusions and many options",
      "description": "Seven of Cups represents  options to choose from, illusions, and the danger of self-deception.",
      "upright": [
        "Illusion",
        "Choice",
        "Fantasy",
        "Dreams",
        "Possibilities",
        "Desires"
      ],
      "reversed": ["Clarity", "Determination", "Dispelling illusions"],
      "deckDescriptions": {
        "rider-waite": "Classic Seven of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Seven of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Seven of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Seven of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Seven of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Seven of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Seven of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "43": {
      "name": "Eight of Cups",
      "keywords": ["departure", "search", "abandonment"],
      "shortDesc": "Leaving the unsatisfying",
      "description": "Eight of Cups symbolizes leaving what no longer brings satisfaction, searching for higher meaning.",
      "upright": [
        "Departure",
        "Search",
        "Spiritual path",
        "Abandonment",
        "Disappointment"
      ],
      "reversed": ["Fear of change", "Being stuck", "Avoiding problems"],
      "deckDescriptions": {
        "rider-waite": "Classic Eight of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Eight of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Eight of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Eight of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Eight of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Eight of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Eight of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "44": {
      "name": "Nine of Cups",
      "keywords": ["wishes", "satisfaction", "happiness"],
      "shortDesc": "Wish fulfillment",
      "description": "Nine of Cups - the \"wish card\" - symbolizes emotional satisfaction and dream fulfillment.",
      "upright": [
        "Wish fulfillment",
        "Satisfaction",
        "Happiness",
        "Success",
        "Comfort"
      ],
      "reversed": ["Greed", "Disappointment", "Complacency"],
      "deckDescriptions": {
        "rider-waite": "Classic Nine of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Nine of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Nine of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Nine of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Nine of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Nine of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Nine of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "45": {
      "name": "Ten of Cups",
      "keywords": ["harmony", "family", "happiness"],
      "shortDesc": "Family harmony and happiness",
      "description": "Ten of Cups symbolizes perfect emotional harmony, happy family, and fullness of life.",
      "upright": ["Harmony", "Family", "Happiness", "Love", "Satisfaction", "Peace"],
      "reversed": ["Family conflicts", "Broken dreams", "Disharmony"],
      "deckDescriptions": {
        "rider-waite": "Classic Ten of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ten of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ten of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ten of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ten of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ten of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ten of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "46": {
      "name": "Page of Cups",
      "keywords": ["sensitivity", "intuition", "creativity"],
      "shortDesc": "Beginning of emotional journey",
      "description": "Page of Cups brings emotional news, inspiration, and development of intuition.",
      "upright": [
        "Sensitivity",
        "Intuition",
        "Creativity",
        "News",
        "Dreaminess"
      ],
      "reversed": ["Emotional immaturity", "Naivety", "Disappointment"],
      "deckDescriptions": {
        "rider-waite": "Classic Page of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Page of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Page of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Page of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Page of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Page of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Page of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "47": {
      "name": "Knight of Cups",
      "keywords": ["romance", "idealism", "proposal"],
      "shortDesc": "Romantic actions and emotions",
      "description": "Knight of Cups is a romantic idealist who acts under the influence of feelings and emotions.",
      "upright": [
        "Romance",
        "Proposal",
        "Idealism",
        "Creativity",
        "Emotionality"
      ],
      "reversed": ["Unrealistic", "Dreaminess", "Deception", "Moodiness"],
      "deckDescriptions": {
        "rider-waite": "Classic Knight of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Knight of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Knight of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Knight of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Knight of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Knight of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Knight of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "48": {
      "name": "Queen of Cups",
      "keywords": ["compassion", "intuition", "empathy"],
      "shortDesc": "Emotional maturity and compassion",
      "description": "Queen of Cups embodies emotional maturity, compassion, and deep intuition.",
      "upright": [
        "Compassion",
        "Empathy",
        "Intuition",
        "Care",
        "Emotional maturity"
      ],
      "reversed": ["Emotional instability", "Manipulation", "Dependency"],
      "deckDescriptions": {
        "rider-waite": "Classic Queen of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Queen of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Queen of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Queen of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Queen of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Queen of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Queen of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "49": {
      "name": "King of Cups",
      "keywords": ["emotional balance", "wisdom", "diplomacy"],
      "shortDesc": "Mastery of emotions",
      "description": "King of Cups possesses emotional balance, wisdom, and the ability to control feelings.",
      "upright": [
        "Emotional balance",
        "Wisdom",
        "Diplomacy",
        "Control",
        "Generosity"
      ],
      "reversed": ["Emotional manipulation", "Restraint", "Coldness"],
      "deckDescriptions": {
        "rider-waite": "Classic King of Cups interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional King of Cups depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of King of Cups with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of King of Cups. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of King of Cups. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of King of Cups with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of King of Cups with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "50": {
      "name": "Ace of Swords",
      "keywords": ["clarity", "truth", "breakthrough"],
      "shortDesc": "Clarity of thought and new ideas",
      "description": "Ace of Swords symbolizes a mental breakthrough, clarity of thinking, and the search for truth.",
      "upright": [
        "Clarity",
        "Truth",
        "Breakthrough",
        "New ideas",
        "Mental strength",
        "Communication"
      ],
      "reversed": ["Confusion", "Cruelty", "Lack of clarity"],
      "deckDescriptions": {
        "rider-waite": "Classic Ace of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ace of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ace of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ace of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ace of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ace of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ace of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "51": {
      "name": "Two of Swords",
      "keywords": ["choice", "stalemate", "balance"],
      "shortDesc": "Difficult choice and deadlock situation",
      "description": "Two of Swords represents a difficult choice, internal conflict, and the need to make a decision.",
      "upright": ["Choice", "Stalemate", "Indecision", "Balance", "Compromise"],
      "reversed": ["Making a decision", "Resolution", "Information revealed"],
      "deckDescriptions": {
        "rider-waite": "Classic Two of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Two of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Two of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Two of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Two of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Two of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Two of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "52": {
      "name": "Three of Swords",
      "keywords": ["pain", "separation", "suffering"],
      "shortDesc": "Emotional pain and suffering",
      "description": "Three of Swords symbolizes pain, separation, and emotional suffering.",
      "upright": ["Pain", "Separation", "Betrayal", "Suffering", "Heartbreak"],
      "reversed": ["Healing", "Forgiveness", "Recovery"],
      "deckDescriptions": {
        "rider-waite": "Classic Three of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Three of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Three of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Three of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Three of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Three of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Three of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "53": {
      "name": "Four of Swords",
      "keywords": ["rest", "recovery", "pause"],
      "shortDesc": "Need for rest",
      "description": "Four of Swords speaks about the need for rest, a pause to restore strength.",
      "upright": ["Rest", "Recovery", "Meditation", "Pause", "Peace"],
      "reversed": ["Exhaustion", "Lack of rest", "Insomnia"],
      "deckDescriptions": {
        "rider-waite": "Classic Four of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Four of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Four of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Four of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Four of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Four of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Four of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "54": {
      "name": "Five of Swords",
      "keywords": ["conflict", "defeat", "betrayal"],
      "shortDesc": "Conflict and hollow victory",
      "description": "Five of Swords symbolizes conflict, defeat, or victory through dishonest means.",
      "upright": [
        "Conflict",
        "Defeat",
        "Betrayal",
        "Selfishness",
        "Hollow victory"
      ],
      "reversed": ["Reconciliation", "Forgiveness", "Compromise"],
      "deckDescriptions": {
        "rider-waite": "Classic Five of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Five of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Five of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Five of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Five of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Five of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Five of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "55": {
      "name": "Six of Swords",
      "keywords": ["transition", "journey", "release"],
      "shortDesc": "Transition to better times",
      "description": "Six of Swords symbolizes a transitional period, moving away from problems toward calmer waters.",
      "upright": [
        "Transition",
        "Journey",
        "Release",
        "Change",
        "Moving forward"
      ],
      "reversed": ["Being stuck", "Resistance to change", "Incompleteness"],
      "deckDescriptions": {
        "rider-waite": "Classic Six of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Six of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Six of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Six of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Six of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Six of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Six of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "56": {
      "name": "Seven of Swords",
      "keywords": ["deception", "strategy", "cunning"],
      "shortDesc": "Deception and strategy",
      "description": "Seven of Swords indicates deception, theft, or the need to act cunningly and carefully.",
      "upright": ["Deception", "Strategy", "Cunning", "Theft", "Avoidance"],
      "reversed": ["Exposure", "Honesty", "Confession"],
      "deckDescriptions": {
        "rider-waite": "Classic Seven of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Seven of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Seven of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Seven of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Seven of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Seven of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Seven of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "57": {
      "name": "Eight of Swords",
      "keywords": ["restriction", "fear", "trap"],
      "shortDesc": "Feeling of helplessness",
      "description": "Eight of Swords symbolizes a feeling of helplessness, restriction, and self-imposed chains.",
      "upright": ["Restriction", "Fear", "Trap", "Helplessness", "Isolation"],
      "reversed": ["Release", "New possibilities", "Overcoming fears"],
      "deckDescriptions": {
        "rider-waite": "Classic Eight of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Eight of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Eight of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Eight of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Eight of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Eight of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Eight of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "58": {
      "name": "Nine of Swords",
      "keywords": ["anxiety", "terror", "nightmares"],
      "shortDesc": "Anxiety and nightmares",
      "description": "Nine of Swords represents deep anxiety, fears, and nightmares.",
      "upright": ["Anxiety", "Fear", "Nightmares", "Worry", "Guilt"],
      "reversed": ["Overcoming fears", "Release from anxiety", "Hope"],
      "deckDescriptions": {
        "rider-waite": "Classic Nine of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Nine of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Nine of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Nine of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Nine of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Nine of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Nine of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "59": {
      "name": "Ten of Swords",
      "keywords": ["ending", "rock bottom", "betrayal"],
      "shortDesc": "Painful ending",
      "description": "Ten of Swords symbolizes a painful ending, hitting rock bottom, but also the beginning of a new cycle.",
      "upright": ["Ending", "Rock bottom", "Betrayal", "Loss", "Collapse"],
      "reversed": ["Recovery", "New beginnings", "Survival"],
      "deckDescriptions": {
        "rider-waite": "Classic Ten of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ten of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ten of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ten of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ten of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ten of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ten of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "60": {
      "name": "Page of Swords",
      "keywords": ["curiosity", "vigilance", "news"],
      "shortDesc": "Curiosity and learning",
      "description": "Page of Swords represents curiosity, thirst for knowledge, and analytical thinking.",
      "upright": [
        "Curiosity",
        "Vigilance",
        "News",
        "Learning",
        "Communication"
      ],
      "reversed": ["Gossiping", "Spying", "Indiscretion"],
      "deckDescriptions": {
        "rider-waite": "Classic Page of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Page of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Page of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Page of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Page of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Page of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Page of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "61": {
      "name": "Knight of Swords",
      "keywords": ["action", "ambition", "impulsiveness"],
      "shortDesc": "Quick action and ambition",
      "description": "Knight of Swords acts quickly and decisively, but sometimes too impulsively.",
      "upright": [
        "Action",
        "Ambition",
        "Determination",
        "Speed",
        "Impulsiveness"
      ],
      "reversed": ["Aggression", "Recklessness", "Lack of planning"],
      "deckDescriptions": {
        "rider-waite": "Classic Knight of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Knight of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Knight of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Knight of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Knight of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Knight of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Knight of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "62": {
      "name": "Queen of Swords",
      "keywords": ["clarity", "honesty", "independence"],
      "shortDesc": "Intellectual maturity",
      "description": "Queen of Swords embodies clarity of thought, honesty, and intellectual independence.",
      "upright": [
        "Clarity",
        "Honesty",
        "Independence",
        "Directness",
        "Perceptiveness"
      ],
      "reversed": ["Cruelty", "Coldness", "Bitterness"],
      "deckDescriptions": {
        "rider-waite": "Classic Queen of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Queen of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Queen of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Queen of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Queen of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Queen of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Queen of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "63": {
      "name": "King of Swords",
      "keywords": ["authority", "truth", "intellect"],
      "shortDesc": "Intellectual mastery",
      "description": "King of Swords possesses intellect, logic, and the ability to make fair decisions.",
      "upright": [
        "Authority",
        "Truth",
        "Intellect",
        "Ethics",
        "Justice",
        "Control"
      ],
      "reversed": ["Manipulation", "Cruelty", "Tyranny of mind"],
      "deckDescriptions": {
        "rider-waite": "Classic King of Swords interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional King of Swords depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of King of Swords with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of King of Swords. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of King of Swords. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of King of Swords with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of King of Swords with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "64": {
      "name": "Ace of Pentacles",
      "keywords": ["opportunity", "prosperity", "beginning"],
      "shortDesc": "New material opportunities",
      "description": "Ace of Pentacles symbolizes a new financial opportunity, the beginning of prosperity.",
      "upright": [
        "Opportunity",
        "Prosperity",
        "Beginning",
        "Manifestation",
        "Materiality"
      ],
      "reversed": ["Lost opportunities", "Financial difficulties", "Greed"],
      "deckDescriptions": {
        "rider-waite": "Classic Ace of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ace of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ace of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ace of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ace of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ace of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ace of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "65": {
      "name": "Two of Pentacles",
      "keywords": ["balance", "multitasking", "adaptation"],
      "shortDesc": "Balancing obligations",
      "description": "Two of Pentacles speaks about multitasking, balancing finances and priorities.",
      "upright": [
        "Balance",
        "Multitasking",
        "Adaptation",
        "Flexibility",
        "Time constraints"
      ],
      "reversed": ["Imbalance", "Overload", "Financial stress"],
      "deckDescriptions": {
        "rider-waite": "Classic Two of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Two of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Two of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Two of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Two of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Two of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Two of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "66": {
      "name": "Three of Pentacles",
      "keywords": ["collaboration", "mastery", "learning"],
      "shortDesc": "Teamwork and mastery",
      "description": "Three of Pentacles symbolizes collaboration, professional growth, and recognition of mastery.",
      "upright": [
        "Collaboration",
        "Mastery",
        "Learning",
        "Teamwork",
        "Recognition"
      ],
      "reversed": ["Lack of cooperation", "Low quality", "Work conflicts"],
      "deckDescriptions": {
        "rider-waite": "Classic Three of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Three of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Three of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Three of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Three of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Three of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Three of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "67": {
      "name": "Four of Pentacles",
      "keywords": ["control", "security", "greed"],
      "shortDesc": "Holding and control",
      "description": "Four of Pentacles indicates a need for security, control, or excessive stinginess.",
      "upright": ["Control", "Security", "Stability", "Greed", "Conservation"],
      "reversed": ["Generosity", "Loss of control", "Release"],
      "deckDescriptions": {
        "rider-waite": "Classic Four of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Four of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Four of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Four of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Four of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Four of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Four of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "68": {
      "name": "Five of Pentacles",
      "keywords": ["poverty", "illness", "isolation"],
      "shortDesc": "Financial difficulties",
      "description": "Five of Pentacles symbolizes financial difficulties, poverty, or feeling abandoned.",
      "upright": ["Poverty", "Loss", "Illness", "Isolation", "Hard times"],
      "reversed": ["Recovery", "Improvement", "Help"],
      "deckDescriptions": {
        "rider-waite": "Classic Five of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Five of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Five of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Five of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Five of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Five of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Five of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "69": {
      "name": "Six of Pentacles",
      "keywords": ["generosity", "charity", "balance"],
      "shortDesc": "Generosity and exchange",
      "description": "Six of Pentacles speaks about generosity, charity, and fair exchange of resources.",
      "upright": ["Generosity", "Charity", "Exchange", "Balance", "Help"],
      "reversed": ["Selfishness", "Debts", "Inequality", "Dependency"],
      "deckDescriptions": {
        "rider-waite": "Classic Six of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Six of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Six of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Six of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Six of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Six of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Six of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "70": {
      "name": "Seven of Pentacles",
      "keywords": ["assessment", "patience", "investment"],
      "shortDesc": "Assessing results",
      "description": "Seven of Pentacles indicates a period of assessment, waiting for results from invested efforts.",
      "upright": [
        "Assessment",
        "Patience",
        "Investment",
        "Planning",
        "Progress"
      ],
      "reversed": ["Impatience", "Lack of results", "Wasted efforts"],
      "deckDescriptions": {
        "rider-waite": "Classic Seven of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Seven of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Seven of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Seven of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Seven of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Seven of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Seven of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "71": {
      "name": "Eight of Pentacles",
      "keywords": ["mastery", "diligence", "learning"],
      "shortDesc": "Work and skill development",
      "description": "Eight of Pentacles symbolizes diligent work, development of mastery, and learning.",
      "upright": [
        "Mastery",
        "Diligence",
        "Learning",
        "Dedication",
        "Improvement"
      ],
      "reversed": ["Distraction", "Lack of focus", "Low quality"],
      "deckDescriptions": {
        "rider-waite": "Classic Eight of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Eight of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Eight of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Eight of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Eight of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Eight of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Eight of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "72": {
      "name": "Nine of Pentacles",
      "keywords": ["abundance", "independence", "luxury"],
      "shortDesc": "Material success",
      "description": "Nine of Pentacles symbolizes achieving financial independence, abundance, and enjoying the fruits of labor.",
      "upright": [
        "Abundance",
        "Independence",
        "Luxury",
        "Success",
        "Self-sufficiency"
      ],
      "reversed": ["Financial dependence", "Overwork", "Greed"],
      "deckDescriptions": {
        "rider-waite": "Classic Nine of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Nine of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Nine of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Nine of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Nine of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Nine of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Nine of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "73": {
      "name": "Ten of Pentacles",
      "keywords": ["wealth", "legacy", "family"],
      "shortDesc": "Family well-being",
      "description": "Ten of Pentacles symbolizes long-term wealth, family values, and legacy.",
      "upright": [
        "Wealth",
        "Legacy",
        "Family",
        "Tradition",
        "Long-term success",
        "Stability"
      ],
      "reversed": ["Financial loss", "Family conflicts", "Instability"],
      "deckDescriptions": {
        "rider-waite": "Classic Ten of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Ten of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Ten of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Ten of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Ten of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Ten of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Ten of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "74": {
      "name": "Page of Pentacles",
      "keywords": ["learning", "diligence", "plans"],
      "shortDesc": "Beginning of learning and planning",
      "description": "Page of Pentacles represents a diligent student, new financial opportunities, and practical plans.",
      "upright": [
        "Learning",
        "Diligence",
        "Plans",
        "Opportunities",
        "Pragmatism"
      ],
      "reversed": ["Procrastination", "Lack of progress", "Unrealistic"],
      "deckDescriptions": {
        "rider-waite": "Classic Page of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Page of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Page of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Page of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Page of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Page of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Page of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "75": {
      "name": "Knight of Pentacles",
      "keywords": ["reliability", "responsibility", "persistence"],
      "shortDesc": "Reliability and methodical work",
      "description": "Knight of Pentacles is the embodiment of reliability, responsibility, and methodical approach to affairs.",
      "upright": [
        "Reliability",
        "Responsibility",
        "Persistence",
        "Methodical",
        "Conservatism"
      ],
      "reversed": ["Stagnation", "Dullness", "Lack of ambition"],
      "deckDescriptions": {
        "rider-waite": "Classic Knight of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Knight of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Knight of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Knight of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Knight of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Knight of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Knight of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
    "76": {
      "name": "Queen of Pentacles",
      "keywords": ["practicality", "care", "abundance"],
      "shortDesc": "Practical wisdom and care",
      "description": "Queen of Pentacles embodies practicality, care for others, and the ability to create comfort.",
      "upright": [
        "Practicality",
        "Care",
        "Abundance",
        "Security",
        "Generosity",
        "Resourcefulness"
      ],
      "reversed": ["Financial dependence", "Greed", "Materialism"],
      "deckDescriptions": {
        "rider-waite": "Classic Queen of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional Queen of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of Queen of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of Queen of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of Queen of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of Queen of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of Queen of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    },
"77": {
      "name": "King of Pentacles",
      "keywords": ["success", "prosperity", "reliability"],
      "shortDesc": "Material mastery",
      "description": "The King of Pentacles possesses financial mastery, business success, and stability.",
      "upright": [
        "Success",
        "Prosperity",
        "Reliability",
        "Stability",
        "Control",
        "Entrepreneurship"
      ],
      "reversed": ["Greed", "Materialism", "Corruption", "Instability"],
      "deckDescriptions": {
        "rider-waite": "Classic King of Pentacles interpretation in Rider-Waite style with detailed symbolism. Each element is carefully selected to convey symbolic meaning. Clothing colors, hand positions, surrounding objects - everything works to reveal the card's deep meaning. Pamela Colman Smith's realistic style makes the symbolism accessible for intuitive understanding.",
        "marseille": "Traditional King of Pentacles depiction in Marseille Tarot style. Bright primary colors without halftones create a strong visual impact. Geometric forms and symmetry emphasize the eternal nature of the archetype. Traditional style conveys the wisdom of centuries.",
        "thoth": "Esoteric version of King of Pentacles with Crowley's Kabbalistic symbolism. Colors are selected according to the Kabbalistic system of the Tree of Life. Surrounded by astrological symbols, Egyptian hieroglyphs, and alchemical signs. Each element has multiple levels of esoteric meaning.",
        "wild-unknown": "Minimalist natural depiction of King of Pentacles. Black and white graphics with golden accents create a meditative atmosphere. Natural images speak the language of instincts and archetypes. Minimalism allows intuition to freely interpret symbols.",
        "light-seers": "Modern vibrant interpretation of King of Pentacles. Bright contemporary colors and realistic characters make the card relatable to modern life. Diversity of people of different races, ages, and appearances ensures inclusivity. Symbolism combines traditional meanings with contemporary context.",
        "mad-moon": "Gothic atmosphere of King of Pentacles with mystical elements. Silver moonlight and deep shadows create an atmosphere of mystical mystery. Surrealistic elements emphasize the multilayered meaning. Gothic aesthetics reveal beauty in the dark and unknown.",
        "nicoletta-ceccoli": "Fairy-tale depiction of King of Pentacles with pastel colors. Pastel shades and soft lines create a fairy-tale dream atmosphere. Large expressive eyes of characters convey emotional depth. Behind childlike innocence hides complex psychological subtext."
      }
    }
  },
  "lenormand": {
    "deck": {
      "name": "Lenormand",
      "description": "A divination card system named after the famous French fortune teller Marie Anne Lenormand. Consists of 36 cards with simple symbols: house, ship, tree, etc. Differs from Tarot in reading methodology and combinational approach.",
      "author": "Marie Anne Lenormand"
    },
    "cards": {
      "1": {
        "name": "Rider",
        "keywords": ["news", "message", "arrival"],
        "shortDesc": "News and messages",
        "description": "The Rider brings news, messages or indicates quick changes. Symbolizes movement, activity and the arrival of something new.",
        "upright": ["News", "Message", "Speed", "Arrival", "Young man"],
        "reversed": ["Delayed news", "Bad news", "Postponed visit"]
      },
      "2": {
        "name": "Clover",
        "keywords": ["luck", "opportunity", "brevity"],
        "shortDesc": "Quick luck",
        "description": "Clover symbolizes brief luck, small pleasant surprises and fleeting opportunities.",
        "upright": ["Luck", "Small joy", "Opportunity", "Ease", "Positivity"],
        "reversed": ["Lost opportunity", "Bad luck", "Frivolity"]
      },
      "3": {
        "name": "Ship",
        "keywords": ["travel", "trade", "distance"],
        "shortDesc": "Travel and trade",
        "description": "The Ship indicates travel, business, trade or long-distance relationships. Symbolizes movement toward new horizons.",
        "upright": ["Travel", "Trade", "Distance", "Import/export", "Progress"],
        "reversed": [
          "Travel delay",
          "Problems on the road",
          "Business stagnation"
        ]
      },
      "4": {
        "name": "House",
        "keywords": ["home", "family", "stability"],
        "shortDesc": "Home and family",
        "description": "House represents home, family, stability and security. Symbolizes a place where you feel comfortable.",
        "upright": ["Home", "Family", "Stability", "Security", "Traditions"],
        "reversed": ["Problems at home", "Instability", "Lack of comfort"]
      },
      "5": {
        "name": "Tree",
        "keywords": ["health", "growth", "roots"],
        "shortDesc": "Health and life",
        "description": "Tree symbolizes health, vitality, growth and deep roots. May indicate medical issues or long-term processes.",
        "upright": ["Health", "Life", "Growth", "Roots", "Lineage"],
        "reversed": ["Illness", "Weakness", "Stagnation in development"]
      },
      "6": {
        "name": "Clouds",
        "keywords": ["doubts", "confusion", "fog"],
        "shortDesc": "Uncertainty and doubts",
        "description": "Clouds bring confusion, uncertainty and doubts. Light side of the cloud indicates clarification, dark side - complications.",
        "upright": ["Doubts", "Confusion", "Uncertainty", "Mystery", "Fog"],
        "reversed": ["Clarification", "Dispelling doubts", "Clarity"]
      },
      "7": {
        "name": "Snake",
        "keywords": ["woman", "temptation", "deception"],
        "shortDesc": "Cunning and temptation",
        "description": "Snake can mean a cunning woman, temptation, deception or a complex situation. Also symbolizes wisdom and transformation.",
        "upright": ["Woman", "Cunning", "Temptation", "Detour", "Complexity"],
        "reversed": [
          "Exposure of deception",
          "Freedom from temptation",
          "Simplicity"
        ]
      },
      "8": {
        "name": "Coffin",
        "keywords": ["ending", "transformation", "illness"],
        "shortDesc": "Completion and transformation",
        "description": "Coffin symbolizes ending, completion, illness or transformation. After the end always comes a new beginning.",
        "upright": [
          "End",
          "Completion",
          "Illness",
          "Transformation",
          "Death of the old"
        ],
        "reversed": ["Recovery", "Rebirth", "Avoiding the end"]
      },
      "9": {
        "name": "Bouquet",
        "keywords": ["gift", "beauty", "happiness"],
        "shortDesc": "Gifts and joy",
        "description": "Bouquet brings joy, gifts, beauty and positive emotions. Symbolizes pleasant surprises and happiness.",
        "upright": ["Gift", "Beauty", "Happiness", "Invitation", "Compliments"],
        "reversed": ["Rejected gift", "Disappointment", "Faded happiness"]
      },
      "10": {
        "name": "Scythe",
        "keywords": ["danger", "sharpness", "surgery"],
        "shortDesc": "Sudden danger",
        "description": "Scythe symbolizes sudden danger, sharp decisions, cutting off or surgical interventions. Acts quickly and decisively.",
        "upright": [
          "Danger",
          "Sharp decision",
          "Cutting off",
          "Surgery",
          "Harvest"
        ],
        "reversed": ["Avoiding danger", "Caution", "Prematurity"]
      },
      "11": {
        "name": "Whip",
        "keywords": ["conflict", "argument", "passion"],
        "shortDesc": "Conflicts and passion",
        "description": "Whip indicates conflicts, arguments, recurring situations or physical activity. Can mean both quarrel and passion.",
        "upright": ["Conflict", "Argument", "Repetition", "Sport", "Passion"],
        "reversed": ["Reconciliation", "End of conflict", "Peace"]
      },
      "12": {
        "name": "Birds",
        "keywords": ["conversation", "couple", "worry"],
        "shortDesc": "Communication and couples",
        "description": "Birds symbolize conversations, phone calls, a couple of people or nervousness. Indicate communication and social connections.",
        "upright": [
          "Conversation",
          "Couple",
          "Phone call",
          "Worry",
          "Social media"
        ],
        "reversed": ["Silence", "Couple breakup", "No connection"]
      },
      "13": {
        "name": "Child",
        "keywords": ["beginning", "innocence", "small"],
        "shortDesc": "New beginnings and innocence",
        "description": "Child means new beginnings, innocence, something small or new. May indicate a real child or childish approach.",
        "upright": ["Beginning", "Innocence", "Child", "Small", "New"],
        "reversed": ["Immaturity", "Infantilism", "Developmental delay"]
      },
      "14": {
        "name": "Fox",
        "keywords": ["cunning", "deception", "work"],
        "shortDesc": "Cunning and work",
        "description": "Fox symbolizes cunning, caution, work or deception. Indicates the need to be vigilant and use intelligence.",
        "upright": ["Cunning", "Caution", "Work", "Deception", "Strategy"],
        "reversed": ["Exposure", "Honesty", "Trust"]
      },
      "15": {
        "name": "Bear",
        "keywords": ["strength", "power", "finances"],
        "shortDesc": "Strength and power",
        "description": "Bear represents strength, power, finances or an influential person (often older). Symbolizes protection and authority.",
        "upright": ["Strength", "Power", "Finances", "Boss", "Protection"],
        "reversed": ["Weakness", "Loss of power", "Financial problems"]
      },
      "16": {
        "name": "Stars",
        "keywords": ["hope", "dreams", "spirituality"],
        "shortDesc": "Hope and dreams",
        "description": "Stars bring hope, inspiration, spirituality and fulfillment of dreams. Symbolize faith in a better future.",
        "upright": [
          "Hope",
          "Dreams",
          "Spirituality",
          "Inspiration",
          "Guidance"
        ],
        "reversed": ["Loss of hope", "Broken dreams", "Lack of faith"]
      },
      "17": {
        "name": "Stork",
        "keywords": ["change", "move", "pregnancy"],
        "shortDesc": "Positive changes",
        "description": "Stork symbolizes changes, moves, improvement or pregnancy. Usually indicates positive transformations.",
        "upright": ["Change", "Move", "Pregnancy", "Improvement", "Evolution"],
        "reversed": ["Unwanted change", "Stagnation", "Delayed move"]
      },
      "18": {
        "name": "Dog",
        "keywords": ["friend", "loyalty", "trust"],
        "shortDesc": "Friendship and loyalty",
        "description": "Dog represents a friend, loyalty, trust and reliability. Symbolizes devotion and friendly relationships.",
        "upright": ["Friend", "Loyalty", "Trust", "Reliability", "Support"],
        "reversed": ["Friend's betrayal", "Infidelity", "Loss of trust"]
      },
      "19": {
        "name": "Tower",
        "keywords": ["isolation", "institution", "officialdom"],
        "shortDesc": "Isolation and institutions",
        "description": "Tower symbolizes isolation, loneliness, official institutions or large organizations. Indicates separation.",
        "upright": [
          "Isolation",
          "Institution",
          "Officialdom",
          "Loneliness",
          "Organization"
        ],
        "reversed": ["Socialization", "Exit from isolation", "Informality"]
      },
      "20": {
        "name": "Garden",
        "keywords": ["public", "event", "society"],
        "shortDesc": "Public events",
        "description": "Garden represents public places, social events, society or public activity. Symbolizes community.",
        "upright": ["Public", "Event", "Society", "Social", "Nature"],
        "reversed": ["Solitude", "Cancelled event", "Privacy"]
      },
      "21": {
        "name": "Mountain",
        "keywords": ["obstacle", "block", "challenge"],
        "shortDesc": "Obstacles and challenges",
        "description": "Mountain symbolizes obstacles, blocking, delays or major challenges. Indicates something requiring effort to overcome.",
        "upright": ["Obstacle", "Block", "Delay", "Challenge", "Stagnation"],
        "reversed": ["Overcoming obstacle", "Removing block", "Progress"]
      },
      "22": {
        "name": "Crossroads",
        "keywords": ["choice", "decision", "alternative"],
        "shortDesc": "Choice and decision",
        "description": "Crossroads indicate the need to make a choice, decide between alternatives. Symbolize crossroads.",
        "upright": [
          "Choice",
          "Decision",
          "Alternative",
          "Crossroads",
          "Options"
        ],
        "reversed": ["Wrong choice", "Indecision", "Lack of options"]
      },
      "23": {
        "name": "Mice",
        "keywords": ["loss", "theft", "stress"],
        "shortDesc": "Losses and stress",
        "description": "Mice symbolize loss, theft, gradual decrease or stress. Indicate something eating away or decreasing.",
        "upright": ["Loss", "Theft", "Decrease", "Stress", "Worry"],
        "reversed": ["End of losses", "Finding lost", "Stress reduction"]
      },
      "24": {
        "name": "Heart",
        "keywords": ["love", "emotions", "passion"],
        "shortDesc": "Love and feelings",
        "description": "Heart represents love, romance, deep emotions and passion. Symbolizes true feelings and matters of the heart.",
        "upright": ["Love", "Romance", "Emotions", "Passion", "Happiness"],
        "reversed": ["Broken heart", "Cooling of feelings", "Emotional pain"]
      },
      "25": {
        "name": "Ring",
        "keywords": ["commitment", "contract", "union"],
        "shortDesc": "Commitments and unions",
        "description": "Ring symbolizes commitments, contracts, marriage or cycles. Indicates long-term relationships and agreements.",
        "upright": ["Commitment", "Contract", "Marriage", "Union", "Cycle"],
        "reversed": ["Breaking commitments", "Divorce", "Broken contract"]
      },
      "26": {
        "name": "Book",
        "keywords": ["knowledge", "secret", "learning"],
        "shortDesc": "Knowledge and secrets",
        "description": "Book represents knowledge, secrets, education or something hidden. May indicate learning or revealing secrets.",
        "upright": ["Knowledge", "Secret", "Learning", "Documents", "Project"],
        "reversed": ["Revealing secret", "Ignorance", "Lack of information"]
      },
      "27": {
        "name": "Letter",
        "keywords": ["message", "document", "news"],
        "shortDesc": "Messages and documents",
        "description": "Letter symbolizes written messages, documents, letters or email. Indicates official communication.",
        "upright": ["Message", "Document", "Letter", "Email", "News"],
        "reversed": ["Lost letter", "No response", "Wrong document"]
      },
      "28": {
        "name": "Gentleman",
        "keywords": ["man", "partner", "querent"],
        "shortDesc": "Male querent",
        "description": "Gentleman represents the querent (if male), partner or important man in the situation.",
        "upright": ["Man", "Partner", "Querent", "Important person"],
        "reversed": ["Absence of man", "Problems with partner"]
      },
      "29": {
        "name": "Lady",
        "keywords": ["woman", "partner", "querent"],
        "shortDesc": "Female querent",
        "description": "Lady represents the querent (if female), partner or important woman in the situation.",
        "upright": ["Woman", "Partner", "Querent", "Important person"],
        "reversed": ["Absence of woman", "Problems with partner"]
      },
      "30": {
        "name": "Lily",
        "keywords": ["maturity", "peace", "sexuality"],
        "shortDesc": "Maturity and peace",
        "description": "Lily symbolizes maturity, peace, sexuality or an older person. Indicates experience and wisdom.",
        "upright": ["Maturity", "Peace", "Sexuality", "Elder", "Wisdom"],
        "reversed": ["Debauchery", "Lack of peace", "Generation conflict"]
      },
      "31": {
        "name": "Sun",
        "keywords": ["success", "happiness", "energy"],
        "shortDesc": "Success and happiness",
        "description": "Sun brings success, happiness, energy and warmth. One of the most positive cards in the deck.",
        "upright": ["Success", "Happiness", "Energy", "Warmth", "Victory"],
        "reversed": ["Eclipse", "Energy decrease", "Incomplete success"]
      },
      "32": {
        "name": "Moon",
        "keywords": ["emotions", "intuition", "recognition"],
        "shortDesc": "Emotions and fame",
        "description": "Moon symbolizes emotions, intuition, cycles, romance or recognition. May indicate fame or feelings.",
        "upright": ["Emotions", "Intuition", "Recognition", "Fame", "Cycles"],
        "reversed": ["Emotional instability", "Loss of popularity"]
      },
      "33": {
        "name": "Key",
        "keywords": ["answer", "solution", "importance"],
        "shortDesc": "Key to the answer",
        "description": "Key indicates answer, solution to a problem or something very important. Symbolizes certainty and inevitability.",
        "upright": [
          "Answer",
          "Solution",
          "Importance",
          "Certainty",
          "Inevitability"
        ],
        "reversed": ["No solution", "False key"]
      },
      "34": {
        "name": "Fish",
        "keywords": ["money", "business", "abundance"],
        "shortDesc": "Finances and business",
        "description": "Fish symbolize money, finances, business or abundance. Indicate material well-being and commerce.",
        "upright": ["Money", "Finances", "Business", "Abundance", "Trade"],
        "reversed": ["Financial problems", "Losses", "Debts"]
      },
      "35": {
        "name": "Anchor",
        "keywords": ["stability", "work", "achievement"],
        "shortDesc": "Stability and achievement",
        "description": "Anchor symbolizes stability, reliability, work or achieving goals. Indicates firmness and permanence.",
        "upright": [
          "Stability",
          "Work",
          "Achievement",
          "Reliability",
          "Permanence"
        ],
        "reversed": ["Instability", "Job loss", "Drift"]
      },
      "36": {
        "name": "Cross",
        "keywords": ["burden", "fate", "karma"],
        "shortDesc": "Burden and fate",
        "description": "Cross symbolizes burden, fate, karma or spiritual lessons. Indicates something that needs to be accepted or endured.",
        "upright": ["Burden", "Fate", "Karma", "Spirituality", "Suffering"],
        "reversed": ["Release from burden", "Accepting fate"]
      }
    }
  }
}
