{
  "decks": {
    "rider-waite": {
      "name": "Райдер-Вейт",
      "description": "Найпопулярніша та найвідоміша колода Таро, створена в 1909 році художницею Памелою Колман Сміт під керівництвом Артура Едварда Вейта. Відзначається детальними ілюстраціями на всіх картах, включаючи Молодші Аркани.",
      "author": "Arthur Edward Waite & Pamela Colman Smith"
    },
    "marseille": {
      "name": "Марсельське Таро",
      "description": "Одна з найстаріших традиційних колод, що бере початок з XVI століття. Характеризується простим, але виразним стилем та геометричними візерунками на Молодших Арканах.",
      "author": "Traditional"
    },
    "thoth": {
      "name": "Тот",
      "description": "Езотерична колода, створена Алістером Кроулі та художницею Фрідою Харріс у 1940-х роках. Відома своїм глибоким символізмом, єгипетською та каббалістичною тематикою.",
      "author": "Aleister Crowley & Lady Frieda Harris"
    },
    "wild-unknown": {
      "name": "Дике Невідоме",
      "description": "Сучасна мінімалістична колода, створена Кім Кранс. Відзначається чорно-білими ілюстраціями тварин та природи, що передають архетипічну символіку Таро.",
      "author": "Kim Krans"
    },
    "light-seers": {
      "name": "Провидець Світла",
      "description": "Сучасна яскрава колода, створена Крісом-Анн у 2019 році. Поєднує традиційні значення Райдер-Вейт з сучасними сценами та різноманітним представництвом.",
      "author": "Chris-Anne"
    },
    "mad-moon": {
      "name": "Безумна Луна",
      "description": "Сюрреалістична та атмосферна колода з темною естетикою. Карти наповнені містичними образами, що поєднують класичну символіку Таро з готичними та фентезійними елементами.",
      "author": "Various Artists"
    },
    "nicoletta-ceccoli": {
      "name": "Ніколетта Чіколі",
      "description": "Казкова колода італійської художниці Ніколетти Чіколі. Відзначається ніжними пастельними кольорами та сюрреалістичними образами, що нагадують дитячі ілюстрації з темними підтекстами.",
      "author": "Nicoletta Ceccoli"
    }
  },
  "cards": {
    "0": {
      "name": "Дурень",
      "keywords": [
        "початок",
        "спонтанність",
        "віра"
      ],
      "shortDesc": "Символ нових початків та безмежних можливостей",
      "description": "Дурень представляє чистий потенціал та нові початки. Це карта невинності, спонтанності та віри в майбутнє. Дурень нагадує нам про важливість довіри до життя та готовності ризикувати.",
      "upright": [
        "Нові початки",
        "Невинність",
        "Спонтанність",
        "Вільний дух",
        "Віра в майбутнє"
      ],
      "reversed": [
        "Безрозсудність",
        "Ризик",
        "Недосвідченість",
        "Наївність"
      ],
      "deckDescriptions": {
        "rider-waite": "Молода людина стоїть на краю прірви, дивлячись у небо. Біла троянда символізує чистоту, маленький собака - вірного супутника. Дурень несе торбу з минулим досвідом, але дивиться вперед з оптимізмом.",
        "marseille": "Мандрівник у яскравому одязі йде вперед, не помічаючи собаку, що кусає його за ногу. Його посох та торба символізують подорож життям.",
        "thoth": "Дитина з виноградною лозою танцює на краю безодні. Зелене тигреня та крокодил символізують первинні сили. Карта наповнена енергією творіння та хаосу.",
        "wild-unknown": "Молода пташка виходить з гнізда, готова до першого польоту. Символізує стрибок у невідоме з довірою та відвагою.",
        "light-seers": "Вільнодумець стоїть на вершині гори з розкритими руками, готовий до нових пригод. Яскравий захід сонця символізує нескінченні можливості.",
        "mad-moon": "Таємнича постать у масці стоїть на межі реальностей. Навколо - сюрреалістичний туман та символи невідомого. Місячне світло освітлює шлях у темряву.",
        "nicoletta-ceccoli": "Маленька дівчинка з великими очима йде по хмарах з валізою мрій. Пастельні кольори та казкова атмосфера передають невинність та чарівність початку."
      }
    },
    "1": {
      "name": "Маг",
      "keywords": [
        "сила волі",
        "прояв",
        "творчість"
      ],
      "shortDesc": "Майстерність та сила втілення задуманого",
      "description": "Маг символізує силу волі, концентрацію та здатність маніфестувати свої бажання. Він має всі інструменти для досягнення успіху та знає, як їх використовувати.",
      "upright": [
        "Сила волі",
        "Майстерність",
        "Концентрація",
        "Прояв бажань",
        "Творча енергія"
      ],
      "reversed": [
        "Маніпуляція",
        "Марнування талантів",
        "Ілюзії",
        "Нерішучість"
      ],
      "deckDescriptions": {
        "rider-waite": "Маг стоїть перед столом з чотирма символами мастей: жезл, кубок, меч та пентакль. Над головою - символ нескінченності, одна рука вказує на небо, інша - на землю. Біла лілія та червона троянда символізують чистоту і пристрасть.",
        "marseille": "Молодий чоловік за столом з магічними інструментами. Його жест руки показує владу над матеріальним світом. Одяг яскравий та багато прикрашений.",
        "thoth": "Гермес Трисмегіст у крилатому шоломі керує первинними силами. Навколо нього обертаються планети та символи алхімії. Змій Уроборос символізує вічність та цикличність.",
        "wild-unknown": "Леопард з пронизливим поглядом символізує майстерність та силу. Навколо нього розкидані інструменти створення - він знає, як їх використовувати.",
        "light-seers": "Упевнена постать створює магію руками. Яскраві кольори та зірки навколо показують прояв мрій у реальність. Всі елементи у досяжності.",
        "mad-moon": "Алхімік у темній лабораторії маніпулює енергіями. Його руки створюють вихори світла та тіні. Кристали та еліксири навколо - інструменти перетворення.",
        "nicoletta-ceccoli": "Хлопчик-фокусник показує чудеса з іграшковими реквізитами. Його невинний вигляд приховує справжню магію. Навколо літають метелики-бажання."
      }
    },
    "2": {
      "name": "Верховна Жриця",
      "keywords": [
        "інтуїція",
        "таємниця",
        "підсвідомість"
      ],
      "shortDesc": "Божественна мудрість та внутрішнє знання",
      "description": "Верховна Жриця є хранителькою таємних знань та інтуїції. Вона закликає нас прислухатися до внутрішнього голосу та довіряти підсвідомості.",
      "upright": [
        "Інтуїція",
        "Таємні знання",
        "Підсвідомість",
        "Мудрість",
        "Внутрішній голос"
      ],
      "reversed": [
        "Ігнорування інтуїції",
        "Секрети",
        "Відсутність внутрішнього зв\\"
      ],
      "deckDescriptions": {
        "rider-waite": "Жриця сидить між двома колонами - чорною та білою. За нею завіса з гранатами. На колінах - Тора, на голові - місячна корона. Символізує баланс та таємне знання.",
        "marseille": "Жінка в папському вбранні тримає книгу мудрості. Її поза та атрибути показують духовну владу та глибокі знання.",
        "thoth": "Ісіда на троні між світлом і тінню. Місяць і кристали навколо неї. Вона тримає сувій таємних знань Всесвіту.",
        "wild-unknown": "Сова з пронизливими очима дивиться крізь завісу реальності. Її мудрість і спокій передають глибину інтуїції.",
        "light-seers": "Жінка медитує у місячному світлі, оточена книгами та символами. Її третє око відкрите, вона бачить невидиме.",
        "mad-moon": "Таємнича жриця у вуалі стоїть у храмі під місяцем. Її очі закриті, але вона бачить все. Навколо - магічні символи та тіні.",
        "nicoletta-ceccoli": "Дівчинка з великою книгою казок сидить у місячному світлі. Її кролик-компаньйон нашіптує таємниці. Атмосфера мрій і магії."
      }
    },
    "3": {
      "name": "Імператриця",
      "keywords": [
        "родючість",
        "краса",
        "природа"
      ],
      "shortDesc": "Символ материнства, достатку та творення",
      "description": "Імператриця втілює материнську любов, родючість та достаток. Вона представляє зв'язок з природою та творчу силу.",
      "upright": [
        "Родючість",
        "Материнство",
        "Достаток",
        "Природа",
        "Краса",
        "Творчість"
      ],
      "reversed": [
        "Творча блокада",
        "Залежність",
        "Відсутність зростання"
      ],
      "deckDescriptions": {
        "rider-waite": "Імператриця сидить серед квітучої природи з короною з 12 зірок. Навколо неї достаток: пшениця, ріка, ліс. Щит з символом Венери біля трону.",
        "marseille": "Велична жінка на троні з щитом та скіпетром. Корона та багатий одяг символізують її владу над матеріальним світом.",
        "thoth": "Богиня-мати на троні природи. Вона вагітна всесвітом, навколо неї ростуть квіти та плоди. Пелікан символізує жертовну любов.",
        "wild-unknown": "Величний ведмідь-мати серед квітів та плодів. Її сила та ніжність поєднуються в образі природного материнства.",
        "light-seers": "Жінка в саду створює красу руками. Навколо неї розквітає життя. Вона - джерело достатку та творчості.",
        "mad-moon": "Королева природи у вінку з квітів та колосся. Її плаття зроблене з листя. Навколо літають метелики та птахи.",
        "nicoletta-ceccoli": "Лагідна мама з дитиною в казковому саду. Навколо них ростуть чарівні квіти. Пастельні кольори створюють атмосферу турботи."
      }
    },
    "4": {
      "name": "Імператор",
      "keywords": [
        "авторитет",
        "структура",
        "контроль"
      ],
      "shortDesc": "Влада, стабільність та життєві правила",
      "description": "Імператор символізує батьківську фігуру, авторитет та структуру. Він представляє стабільність, контроль та встановлення порядку.",
      "upright": [
        "Авторитет",
        "Стабільність",
        "Контроль",
        "Батьківська фігура",
        "Структура"
      ],
      "reversed": [
        "Тиранія",
        "Жорсткість",
        "Відсутність гнучкості",
        "Домінування"
      ],
      "deckDescriptions": {
        "rider-waite": "Імператор сидить на кам'яному троні з баранячими головами. У руці - скіпетр влади, на голові - корона. За ним - гірські вершини, що символізують непохитність та силу.",
        "marseille": "Могутній правитель на троні з короною та скіпетром. Його поза та атрибути демонструють владу та контроль над світом.",
        "thoth": "Володар на троні з баранячими символами Овна. Він тримає сферу та жезл влади. Навколо нього - символи стихійної сили та порядку.",
        "wild-unknown": "Величний баран з потужними рогами стоїть на скелі. Його присутність випромінює силу, стабільність та непохитну владу.",
        "light-seers": "Впевнений лідер сидить на троні з панорамним видом. Він контролює ситуацію з мудрістю та силою, створюючи структуру для інших.",
        "mad-moon": "Темний володар на троні з кісток та каменю. Його корона - з шипів, а погляд - непроникний. Він правит царством тіней з залізною рукою.",
        "nicoletta-ceccoli": "Хлопчик-король у великій короні сидить на троні з іграшок. Його серйозний вираз обличчя контрастує з дитячою наївністю, створюючи сюрреалістичний образ влади."
      }
    },
    "5": {
      "name": "Ієрофант",
      "keywords": [
        "традиція",
        "духовність",
        "навчання"
      ],
      "shortDesc": "Духовний учитель та хранитель традицій",
      "description": "Ієрофант представляє традиційні цінності, духовне навчання та релігійні інституції. Він є містком між божественним та земним.",
      "upright": [
        "Традиції",
        "Духовне навчання",
        "Релігія",
        "Моральність",
        "Конформізм"
      ],
      "reversed": [
        "Бунт",
        "Нетрадиційність",
        "Відкидання догм",
        "Свобода думки"
      ],
      "deckDescriptions": {
        "rider-waite": "Релігійна фігура між двома колонами благословляє двох послідовників. Він тримає ключі до небес. Три хрести на його одязі символізують святу трійцю.",
        "marseille": "Папа в повному облаченні благословляє віруючих. Його тіара та посох вказують на духовну владу та зв'язок з божественним.",
        "thoth": "Ієрофант як посередник між світами. Навколо нього - символи містерій та езотеричних знань. Він передає мудрість поколінь.",
        "wild-unknown": "Величний олень з розгалуженими рогами стоїть у лісі. Його роги тягнуться до неба, символізуючи зв'язок землі та духовного світу.",
        "light-seers": "Мудрий учитель ділиться знаннями з учнями. Навколо них - атмосфера поваги до традицій та духовного росту.",
        "mad-moon": "Містичний жрець у масці проводить темний ритуал. Свічки та символи оточують його. Він - хранитель забутих знань та таємних обрядів.",
        "nicoletta-ceccoli": "Дитина в релігійному одязі стоїть у казковому храмі. Ангельські крила та святі символи створюють атмосферу невинної духовності."
      }
    },
    "6": {
      "name": "Закохані",
      "keywords": [
        "любов",
        "вибір",
        "єдність"
      ],
      "shortDesc": "Сильні почуття та важливі рішення в стосунках",
      "description": "Закохані символізують глибокі почуття, важливі вибори та гармонію у відносинах. Ця карта нагадує про необхідність важких компромісних рішень у шлюбі та партнерстві.",
      "upright": [
        "Кохання",
        "Гармонія",
        "Вибір",
        "Союз",
        "Партнерство",
        "Цінності"
      ],
      "reversed": [
        "Дисгармонія",
        "Неправильний вибір",
        "Конфлікт цінностей",
        "Нерівновага"
      ],
      "deckDescriptions": {
        "rider-waite": "Чоловік і жінка стоять в Едемському саду під благословенням ангела Рафаїла. За жінкою - дерево з яблуками, за чоловіком - дерево життя з вогняними язиками.",
        "marseille": "Молода людина стоїть між двома жінками, роздумуючи над вибором. Купідон з луком благословляє сцену зверху.",
        "thoth": "Алхімічне весілля - союз протилежностей. Чоловіче та жіноче, сонце та місяць поєднуються в досконалій гармонії.",
        "wild-unknown": "Два лебеді створюють серце своїми шиями. Їхня грація та єдність символізують ідеальний союз та взаємність.",
        "light-seers": "Двоє закоханих обіймаються під зоряним небом. Їхня любов випромінює світло, що поєднує їхні душі в одне ціле.",
        "lenormand": "Серце символізує кохання та емоційний зв'язок. Асоціюється з романтикою, пристрастю, близькими стосунками та щастям.",
        "mad-moon": "Два силуети зливаються в танці під блідим місяцем. Їхні тіні переплітаються, створюючи єдину сутність з двох душ.",
        "nicoletta-ceccoli": "Двоє дітей тримаються за руки в казковому лісі. Навколо них літають світлячки. Їхня невинна любов наповнена чистотою та магією."
      }
    },
    "7": {
      "name": "Колісниця",
      "keywords": [
        "перемога",
        "рух",
        "контроль"
      ],
      "shortDesc": "Подорожі, дороги та сила зосередженості",
      "description": "Колісниця символізує перемогу через самоконтроль та рішучість. Це карта подорожей, руху вперед та здатності керувати своїм шляхом попри перешкоди.",
      "upright": [
        "Перемога",
        "Рішучість",
        "Контроль",
        "Подорож",
        "Амбіції",
        "Зосередженість"
      ],
      "reversed": [
        "Відсутність контролю",
        "Невдача",
        "Агресія",
        "Втрата напрямку"
      ],
      "deckDescriptions": {
        "rider-waite": "Воїн у колісниці, яку тягнуть два сфінкси - чорний і білий. Над ним - зоряний балдахін. На грудях - квадрат і трикутник, символи контролю над матерією та духом.",
        "marseille": "Переможний воїн на колісниці з двома конями. Його корона та скіпетр показують владу. Він впевнено керує своїм шляхом.",
        "thoth": "Колісниця несе воїна через космічний простір. Чотири сфінкси тягнуть її в різних напрямках, але він контролює рух своєю волею.",
        "wild-unknown": "Могутній кінь у повному галопі несеться вперед. Його сила та швидкість символізують рішучість та непереможний імпульс до мети.",
        "light-seers": "Сучасний мандрівник на дорозі з рюкзаком мрій. Він впевнено крокує вперед, знаючи свій напрямок та маючи ясну мету.",
        "mad-moon": "Темна колісниця з кістяними колесами мчить крізь туман. Її возить тягнуть примарні коні. Водій у масці непохитно дивиться вперед.",
        "nicoletta-ceccoli": "Дівчинка на іграшковій колісниці їде через казковий ліс. Її іграшкові коні оживають під місячним світлом, несучи її до пригод."
      }
    },
    "8": {
      "name": "Сила",
      "keywords": [
        "мужність",
        "терпіння",
        "самоконтроль"
      ],
      "shortDesc": "Внутрішня сила та потреба в дисципліні",
      "description": "Сила представляє не грубу силу, а внутрішню міць, терпіння та самоконтроль. Це карта дисципліни, м'якого впливу та контролю над інстинктами.",
      "upright": [
        "Внутрішня сила",
        "Мужність",
        "Терпіння",
        "Контроль",
        "Співчуття",
        "Дисципліна"
      ],
      "reversed": [
        "Слабкість",
        "Неконтрольованість",
        "Сумніви",
        "Відсутність впевненості"
      ],
      "deckDescriptions": {
        "rider-waite": "Жінка ніжно закриває пащу лева. Над її головою - символ нескінченності. Вона носить білий одяг і квіткову гірлянду. Сцена показує перемогу м'якості над грубою силою.",
        "marseille": "Жінка відкриває або закриває пащу лева голими руками. Її спокій та впевненість контрастують з дикою природою звіра.",
        "thoth": "Жінка їде на спині великого звіра, тримаючи чашу зі священним вогнем. Вона приборкала його не силою, а любов'ю та розумінням. Змій обвиває її тіло.",
        "wild-unknown": "Лев з гривою-короною спокійно сидить. Його міць приборкана не силою, а внутрішньою гармонією. В його очах - мудрість і спокій.",
        "light-seers": "Жінка обіймає лева в акті прийняття. Їхня взаємодія показує баланс сили і ніжності. Навколо них світло любові та розуміння.",
        "mad-moon": "Таємнича постать обіймає темного звіра під місяцем. Їхні тіні зливаються в одне ціле. Приборкання відбувається через розуміння темної сторони.",
        "nicoletta-ceccoli": "Маленька дівчинка грає з великим плюшевим ведмедем. Її невинна сила в тому, що вона не боїться. Казкова атмосфера показує, що справжня сила - в довірі."
      }
    },
    "9": {
      "name": "Відлюдник",
      "keywords": [
        "самотність",
        "самопізнання",
        "мудрість"
      ],
      "shortDesc": "Самоаналіз та внутрішній пошук",
      "description": "Відлюдник символізує період усамітнення, самоаналізу та внутрішнього пошуку. Це карта мудрості, яка приходить через роздуми та інтроспекцію.",
      "upright": [
        "Самоаналіз",
        "Мудрість",
        "Усамітнення",
        "Внутрішній пошук",
        "Роздуми",
        "Духовний наставник"
      ],
      "reversed": [
        "Ізоляція",
        "Самотність",
        "Відкидання допомоги",
        "Замкненість"
      ],
      "deckDescriptions": {
        "rider-waite": "Старий мудрець стоїть на засніженій горі з ліхтарем, що містить шестикутну зірку. Його посох підтримує в подорожі. Він освітлює шлях тим, хто йде слідом.",
        "marseille": "Старець у капюшоні з ліхтарем і посохом. Його самотня постать символізує відхід від світу для пошуку внутрішньої мудрості.",
        "thoth": "Відлюдник як хранитель таємниць стоїть біля входу в печеру. Його ліхтар освітлює шлях до підсвідомості. Навколо нього - символи часу та вічності.",
        "wild-unknown": "Самотній вовк виє на місяць на вершині гори. Його пісня - це пошук внутрішньої правди в тиші самотності.",
        "light-seers": "Мандрівник з ліхтарем йде власним шляхом під зоряним небом. Він знайшов свій внутрішній світ і ділиться світлом з іншими.",
        "mad-moon": "Самотня постать у каптурі блукає туманними коридорами між світами. Її ліхтар - єдине світло в абсолютній темряві невідомого.",
        "nicoletta-ceccoli": "Дитина з ліхтариком сидить сама в темній кімнаті, оточена іграшками-тінями. Її маленький вогник освітлює таємниці внутрішнього світу."
      }
    },
    "10": {
      "name": "Колесо Фортуни",
      "keywords": [
        "доля",
        "зміни",
        "цикли"
      ],
      "shortDesc": "Позитивні зміни та трансформації",
      "description": "Колесо Фортуни представляє циклічність життя, долю та несподівані зміни. Це карта вказує на присутність позитивних змін та трансформацій у вашому житті.",
      "upright": [
        "Удача",
        "Зміни",
        "Цикли життя",
        "Доля",
        "Трансформація",
        "Прогрес"
      ],
      "reversed": [
        "Невдача",
        "Застій",
        "Негативні зміни",
        "Втрата контролю"
      ],
      "deckDescriptions": {
        "rider-waite": "Велике колесо обертається в небі. На ньому - сфінкс, Анубіс та змій. По кутах - чотири крилаті істоти. Алхімічні та каббалістичні символи показують вічний цикл змін.",
        "marseille": "Колесо фортуни з фігурами, що піднімаються і опускаються. Воно символізує постійні зміни долі та циклічність життя.",
        "thoth": "Космічне колесо з десятьма спицями обертається у всесвіті. Навколо нього - символи планет та зодіаку. Три фігури Сфінкса, Германубіса та Тифона представляють цикл створення-збереження-руйнування.",
        "wild-unknown": "Павуча сітка з роси у центрі - колесо долі. Кожна крапля відображає інший шлях. Павутина показує взаємозв'язок усіх подій.",
        "light-seers": "Яскраве калейдоскопічне колесо обертається, створюючи нові візерунки. Кожен поворот приносить нові можливості та перспективи.",
        "lenormand": "Ключ символізує вирішення, відповіді та успіх. Асоціюється з відкриттям дверей, розв'язанням проблем, важливими рішеннями та поворотними моментами.",
        "mad-moon": "Темне колесо з кістяними спицями обертається у вихорі туману. На ньому - символи життя і смерті. Воно крутиться невблаганно, змінюючи долі.",
        "nicoletta-ceccoli": "Дитина крутить велику іграшкову рулетку з казковими картинками. Кожен оборот - нова історія. Магія випадковості створює долю."
      }
    },
    "11": {
      "name": "Справедливість",
      "keywords": [
        "баланс",
        "правда",
        "відповідальність"
      ],
      "shortDesc": "Моральна чутливість та справедливе рішення",
      "description": "Справедливість символізує баланс, об'єктивність та моральну чутливість. Ця карта нагадує про кармічні наслідки наших вчинків та необхідність приймати справедливі рішення.",
      "upright": [
        "Справедливість",
        "Правда",
        "Баланс",
        "Відповідальність",
        "Чесність",
        "Об\\"
      ],
      "reversed": [
        "Несправедливість",
        "Дисбаланс",
        "Упередженість",
        "Уникнення відповідальності"
      ],
      "deckDescriptions": {
        "rider-waite": "Жінка сидить на троні між двома колонами, тримаючи меч у правій руці та ваги в лівій. Її корона має квадрат - символ впорядкованого мислення. Фіолетова завіса за нею. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Постать правосуддя з мечем та вагами. Її коронований вигляд показує владу закону. Вона зважує вчинки людей без емоцій. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Жінка з мечем і вагами стоїть між тронами. Її обличчя приховане - справедливість сліпа до зовнішнього. Навколо неї - символи балансу та космічного порядку. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Ворон сидить на вагах, що знаходяться в ідеальній рівновазі. Його чорне пір'я символізує об'єктивність та неупередженість природного закону. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна жінка тримає ваги та меч, стоячи впевнено. Її очі відкриті - справедливість бачить правду. Навколо неї - симетрія та гармонія. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Фігура в мантії тримає ваги, на яких зважуються серця та пір'я. Її меч готовий винести вердикт. Навколо - тіні минулих рішень. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Дівчинка з пов'язкою на очах тримає іграшкові ваги. Вона грає в справедливість, але розуміє її суть - баланс і правда понад усе. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "12": {
      "name": "Повішений",
      "keywords": [
        "жертва",
        "пауза",
        "нова перспектива"
      ],
      "shortDesc": "Застій та рух по замкненому колу",
      "description": "Повішений представляє період застою, очікування та жертовності. Це час зупинки, коли здається, що рухаєшся по замкненому колу, але насправді відбувається внутрішня трансформація.",
      "upright": [
        "Пауза",
        "Нова перспектива",
        "Жертовність",
        "Відпускання",
        "Трансформація",
        "Терпіння"
      ],
      "reversed": [
        "Марна жертва",
        "Застрягання",
        "Опір змінам",
        "Втрата часу"
      ],
      "deckDescriptions": {
        "rider-waite": "Чоловік висить догори ногами на Т-подібному дереві, одна нога схрещена. Його лице спокійне, навколо голови - німб. Він не страждає, а медитує у незвичному положенні. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Фігура підвішена за ногу на дереві з обрізаними гілками. Руки зв'язані за спиною. Ця жертовна позиція символізує відпускання та прийняття. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Чоловік підвішений на анкху між двома деревами. Його поза формує трикутник. Він жертвує старим заради нового, знаходячись між двома світами. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Кажан висить догори ногами в печері. Його природна поза нагадує, що іноді потрібно змінити перспективу, щоб побачити правду. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Людина медитує у повітрі, підвішена невидимими нитками долі. Навколо неї - символи відпускання та прийняття нового розуміння. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "lenormand": "Дерево символізує здоров'я, ріст та родинні зв'язки. Асоціюється з коренями минулого, терпінням, лікуванням та повільним, але стійким розвитком.",
        "mad-moon": "Повішений на зловісному дереві над прірвою. Його тіло обплутане колючками, але обличчя спокійне. Він прийняв свою жертву заради вищої істини. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Дівчинка граціозно висить на гойдалці догори ногами. Для неї це гра, але в цій позі вона бачить світ по-новому - магія іншої перспективи. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "13": {
      "name": "Смерть",
      "keywords": [
        "трансформація",
        "завершення",
        "новий початок"
      ],
      "shortDesc": "Звільнення та рух вперед",
      "description": "Смерть символізує не фізичну смерть, а завершення одного етапу та початок нового. Це карта глибокої трансформації, звільнення від старого та руху вперед.",
      "upright": [
        "Трансформація",
        "Завершення",
        "Відродження",
        "Звільнення",
        "Зміни",
        "Новий початок"
      ],
      "reversed": [
        "Опір змінам",
        "Застрягання в минулому",
        "Страх змін",
        "Застій"
      ],
      "deckDescriptions": {
        "rider-waite": "Скелет-вершник у чорних обладунках їде на білому коні. Під ним - король, що впав, жінка і дитина. Сонце сходить між двома вежами - символ нового початку. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Скелет з косою косить життя, не розбираючи - королі чи жебраки. З землі виростають руки та голови, але це природний цикл життя та смерті. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Скелет з косою танцює у вихорі трансформації. Змія, орел та риба символізують різні стадії розкладу та відродження. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Череп птаха, з якого проростають квіти. Прекрасна метафора: смерть одного живить інше. Краса народжується з закінчення. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Людина звільняється від старої шкіри. Процес трансформації показано як прекрасний та необхідний акт відродження. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Елегантна смерть у чорному тримає годинник, який зупинився. З пороху, що падає з її рук, народжуються нові зірки. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Дитина спить у квітковому саду. Навколо неї гусениці перетворюються на метеликів. Смерть - це сон перед пробудженням. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "14": {
      "name": "Помірність",
      "keywords": [
        "баланс",
        "гармонія",
        "терпіння"
      ],
      "shortDesc": "Внутрішній спокій та баланс",
      "description": "Помірність представляє баланс, гармонію та внутрішній спокій. Ця карта закликає до помірності в усьому, поєднання протилежностей та знаходження золотої середини.",
      "upright": [
        "Баланс",
        "Помірність",
        "Гармонія",
        "Терпіння",
        "Спокій",
        "Адаптація"
      ],
      "reversed": [
        "Дисбаланс",
        "Надмірність",
        "Нестриманість",
        "Відсутність гармонії"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Помірність у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Помірність у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Помірність з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Помірність. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Помірність. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Помірність з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Помірність з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "15": {
      "name": "Диявол",
      "keywords": [
        "спокуса",
        "залежність",
        "обмеження"
      ],
      "shortDesc": "Пастка нездорових відносин та залежність",
      "description": "Диявол символізує спокуси, залежності та нездорові прив'язаності. Ця карта вказує на пастку, в яку ми самі себе заганяємо, і нездорові відносини або звички.",
      "upright": [
        "Залежність",
        "Обмеження",
        "Спокуса",
        "Матеріалізм",
        "Нездорові відносини",
        "Обман"
      ],
      "reversed": [
        "Звільнення",
        "Подолання залежності",
        "Розрив ланцюгів",
        "Прозріння"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Диявол у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Диявол у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Диявол з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Диявол. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Диявол. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Диявол з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Диявол з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "16": {
      "name": "Вежа",
      "keywords": [
        "руйнування",
        "хаос",
        "одкровення"
      ],
      "shortDesc": "Серйозні зміни негативного характеру",
      "description": "Вежа представляє раптові, драматичні зміни та руйнування старих структур. Хоча ці зміни можуть бути болісними, вони необхідні для очищення та нового будівництва.",
      "upright": [
        "Раптові зміни",
        "Руйнування",
        "Хаос",
        "Одкровення",
        "Звільнення",
        "Переворот"
      ],
      "reversed": [
        "Уникнення катастрофи",
        "Опір змінам",
        "Страх руйнування",
        "Відстрочені проблеми"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Вежа у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Вежа у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Вежа з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Вежа. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Вежа. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Вежа з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Вежа з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "17": {
      "name": "Зірка",
      "keywords": [
        "надія",
        "натхнення",
        "спокій"
      ],
      "shortDesc": "Надія на зміни на краще",
      "description": "Зірка символізує надію, віру та натхнення після темних часів. Це карта зцілення, оптимізму та впевненості в кращому майбутньому.",
      "upright": [
        "Надія",
        "Натхнення",
        "Зцілення",
        "Спокій",
        "Віра",
        "Оптимізм"
      ],
      "reversed": [
        "Втрата надії",
        "Розчарування",
        "Песимізм",
        "Відсутність віри"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Зірка у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Зірка у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Зірка з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Зірка. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Зірка. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Зірка з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Зірка з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "18": {
      "name": "Місяць",
      "keywords": [
        "ілюзія",
        "страх",
        "підсвідомість"
      ],
      "shortDesc": "Невизначеність, ілюзії та вразливість",
      "description": "Місяць представляє світ ілюзій, страхів та підсвідомих емоцій. Ця карта вказує на почуття невизначеності, вразливості та необхідність довіряти інтуїції у темряві.",
      "upright": [
        "Ілюзія",
        "Страх",
        "Інтуїція",
        "Підсвідомість",
        "Невизначеність",
        "Сни"
      ],
      "reversed": [
        "Подолання страхів",
        "Ясність",
        "Розвіювання ілюзій",
        "Розуміння"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Місяць у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Місяць у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Місяць з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Місяць. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Місяць. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Місяць з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Місяць з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "19": {
      "name": "Сонце",
      "keywords": [
        "радість",
        "успіх",
        "щастя"
      ],
      "shortDesc": "Найпозитивніші емоції та події",
      "description": "Сонце - одна з найпозитивніших карт Таро. Вона символізує радість, успіх, життєву енергію та щастя. Це час процвітання та найсвітліших моментів життя.",
      "upright": [
        "Радість",
        "Успіх",
        "Щастя",
        "Тепло",
        "Позитив",
        "Життєва енергія",
        "Просвітлення"
      ],
      "reversed": [
        "Тимчасові труднощі",
        "Зменшення радості",
        "Песимізм",
        "Відсутність ясності"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Сонце у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Сонце у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Сонце з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Сонце. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Сонце. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Сонце з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Сонце з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "20": {
      "name": "Суд",
      "keywords": [
        "відродження",
        "прощення",
        "рішення"
      ],
      "shortDesc": "Неминучість прийняття важких рішень",
      "description": "Суд символізує час підведення підсумків, відродження та прийняття важливих рішень. Ця карта вказує на неминучість прийняття важких, але необхідних рішень для подальшого розвитку.",
      "upright": [
        "Відродження",
        "Рішення",
        "Прощення",
        "Звільнення",
        "Підведення підсумків",
        "Пробудження"
      ],
      "reversed": [
        "Сумнів",
        "Самокритика",
        "Страх суду",
        "Уникнення відповідальності"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Суд у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Суд у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Суд з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Суд. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Суд. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Суд з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Суд з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "21": {
      "name": "Світ",
      "keywords": [
        "завершення",
        "досягнення",
        "гармонія"
      ],
      "shortDesc": "Засвоєння уроків та досягнення гармонії",
      "description": "Світ - фінальна карта Старших Арканів, що символізує завершення циклу, досягнення цілей та гармонію. Це карта успішного засвоєння життєвих уроків та готовності до нових початків.",
      "upright": [
        "Завершення",
        "Досягнення",
        "Гармонія",
        "Успіх",
        "Подорожі",
        "Цілісність",
        "Реалізація"
      ],
      "reversed": [
        "Незавершеність",
        "Відсутність закриття",
        "Затримки",
        "Незасвоєні уроки"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Світ у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Світ у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Світ з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Світ. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Світ. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Світ з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Світ з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "22": {
      "name": "Туз Жезлів",
      "keywords": [
        "початок",
        "натхнення",
        "творчість"
      ],
      "shortDesc": "Новий творчий імпульс та натхнення",
      "description": "Туз Жезлів символізує початок нового проекту, вибух творчої енергії та натхнення. Це карта дії та пристрасті.",
      "upright": [
        "Нові можливості",
        "Творче натхнення",
        "Початок проекту",
        "Пристрасть",
        "Енергія"
      ],
      "reversed": [
        "Відсутність напрямку",
        "Затримки",
        "Нереалізований потенціал"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Туз Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Туз Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Туз Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Туз Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Туз Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Туз Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Туз Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "23": {
      "name": "Двійка Жезлів",
      "keywords": [
        "планування",
        "майбутнє",
        "рішення"
      ],
      "shortDesc": "Планування та прийняття рішень",
      "description": "Двійка Жезлів представляє момент вибору та планування майбутнього. Час оцінити можливості та прийняти рішення.",
      "upright": [
        "Планування",
        "Прогрес",
        "Рішення",
        "Відкриття",
        "Підприємництво"
      ],
      "reversed": [
        "Страх невідомого",
        "Відсутність планування",
        "Нерішучість"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Двійка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Двійка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Двійка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Двійка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Двійка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Двійка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Двійка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "24": {
      "name": "Трійка Жезлів",
      "keywords": [
        "розширення",
        "передбачення",
        "прогрес"
      ],
      "shortDesc": "Розширення горизонтів та прогрес",
      "description": "Трійка Жезлів говорить про розширення можливостей, торгівлю та успішний розвиток справ.",
      "upright": [
        "Розширення",
        "Передбачення",
        "Співпраця",
        "Прогрес",
        "Міжнародні зв\\"
      ],
      "reversed": [
        "Затримки",
        "Відсутність передбачення",
        "Проблеми в партнерстві"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Трійка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Трійка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Трійка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Трійка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Трійка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Трійка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Трійка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "25": {
      "name": "Четвірка Жезлів",
      "keywords": [
        "святкування",
        "гармонія",
        "дім"
      ],
      "shortDesc": "Святкування та домашня гармонія",
      "description": "Четвірка Жезлів символізує радісні події, святкування та гармонію в родинному колі.",
      "upright": [
        "Святкування",
        "Гармонія",
        "Дім",
        "Спільнота",
        "Стабільність",
        "Весілля"
      ],
      "reversed": [
        "Конфлікти вдома",
        "Відсутність стабільності",
        "Затримка святкування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Четвірка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Четвірка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Четвірка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Четвірка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Четвірка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Четвірка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Четвірка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "26": {
      "name": "П'ятірка Жезлів",
      "keywords": [
        "конкуренція",
        "конфлікт",
        "виклик"
      ],
      "shortDesc": "Конкуренція та внутрішні конфлікти",
      "description": "П'ятірка Жезлів вказує на конкуренцію, розбіжності та необхідність боротьби за своє місце.",
      "upright": [
        "Конкуренція",
        "Конфлікт",
        "Суперництво",
        "Розбіжності",
        "Виклики"
      ],
      "reversed": [
        "Уникнення конфлікту",
        "Компроміс",
        "Зменшення напруги"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація П'ятірки Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення П'ятірки Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія П'ятірки Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення П'ятірки Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація П'ятірки Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера П'ятірки Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення П'ятірки Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "27": {
      "name": "Шістка Жезлів",
      "keywords": [
        "перемога",
        "успіх",
        "визнання"
      ],
      "shortDesc": "Перемога та публічне визнання",
      "description": "Шістка Жезлів символізує перемогу, успіх та отримання заслуженого визнання.",
      "upright": [
        "Перемога",
        "Успіх",
        "Визнання",
        "Лідерство",
        "Досягнення",
        "Слава"
      ],
      "reversed": [
        "Затримка успіху",
        "Відсутність визнання",
        "Самовпевненість"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Шістка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Шістка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Шістка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Шістка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Шістка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Шістка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Шістка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "28": {
      "name": "Сімка Жезлів",
      "keywords": [
        "захист",
        "виклик",
        "наполегливість"
      ],
      "shortDesc": "Захист позицій та боротьба",
      "description": "Сімка Жезлів говорить про необхідність захищати свої позиції та стояти на своєму.",
      "upright": [
        "Захист",
        "Наполегливість",
        "Виклики",
        "Боротьба",
        "Конкуренція"
      ],
      "reversed": [
        "Здача позицій",
        "Відсутність опору",
        "Виснаження"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Сімка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Сімка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Сімка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Сімка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Сімка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Сімка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Сімка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "29": {
      "name": "Вісімка Жезлів",
      "keywords": [
        "швидкість",
        "рух",
        "дія"
      ],
      "shortDesc": "Швидкий розвиток подій",
      "description": "Вісімка Жезлів символізує швидкий рух подій, комунікацію та динамічні зміни.",
      "upright": [
        "Швидкість",
        "Прогрес",
        "Комунікація",
        "Подорожі",
        "Дія",
        "Рух"
      ],
      "reversed": [
        "Затримки",
        "Повільний прогрес",
        "Поспішні рішення"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Вісімка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Вісімка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Вісімка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Вісімка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Вісімка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Вісімка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Вісімка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "30": {
      "name": "Дев'ятка Жезлів",
      "keywords": [
        "стійкість",
        "витривалість",
        "оборона"
      ],
      "shortDesc": "Витривалість попри труднощі",
      "description": "Дев'ятка Жезлів говорить про стійкість, витривалість та готовність продовжувати боротьбу.",
      "upright": [
        "Стійкість",
        "Витривалість",
        "Захист",
        "Наполегливість",
        "Останнє зусилля"
      ],
      "reversed": [
        "Виснаження",
        "Паранойя",
        "Відмова від боротьби"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Дев'ятки Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Дев'ятки Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Дев'ятки Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Дев'ятки Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Дев'ятки Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Дев'ятки Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Дев'ятки Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "31": {
      "name": "Десятка Жезлів",
      "keywords": [
        "тягар",
        "відповідальність",
        "перевантаження"
      ],
      "shortDesc": "Важкий тягар відповідальності",
      "description": "Десятка Жезлів символізує надмірний тягар, відповідальність та перевантаження обов'язками.",
      "upright": [
        "Тягар",
        "Відповідальність",
        "Перевантаження",
        "Стрес",
        "Обов\\"
      ],
      "reversed": [
        "Делегування",
        "Звільнення від тягаря",
        "Відмова від зайвого"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Десятка Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Десятка Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Десятка Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Десятка Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Десятка Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Десятка Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Десятка Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "32": {
      "name": "Паж Жезлів",
      "keywords": [
        "ентузіазм",
        "дослідження",
        "новини"
      ],
      "shortDesc": "Початок, навчання та вісті",
      "description": "Паж Жезлів приносить натхнення, нові ідеї та ентузіазм. Це карта навчання та дослідження.",
      "upright": [
        "Ентузіазм",
        "Дослідження",
        "Вісті",
        "Навчання",
        "Вільний дух"
      ],
      "reversed": [
        "Нереалістичність",
        "Відсутність напрямку",
        "Погані новини"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Паж Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Паж Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Паж Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Паж Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Паж Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Паж Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Паж Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "33": {
      "name": "Лицар Жезлів",
      "keywords": [
        "дія",
        "пригода",
        "імпульсивність"
      ],
      "shortDesc": "Дія, рух та пошук пригод",
      "description": "Лицар Жезлів символізує дію, рух вперед та пошук нових пригод. Це енергійна та імпульсивна карта.",
      "upright": [
        "Дія",
        "Пригоди",
        "Імпульсивність",
        "Енергія",
        "Страсть",
        "Подорожі"
      ],
      "reversed": [
        "Нестриманість",
        "Поспішність",
        "Відсутність спрямування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Лицар Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Лицар Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Лицар Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Лицар Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Лицар Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Лицар Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Лицар Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "34": {
      "name": "Королева Жезлів",
      "keywords": [
        "впевненість",
        "харизма",
        "незалежність"
      ],
      "shortDesc": "Зрілість, прийняття та харизма",
      "description": "Королева Жезлів втілює впевненість, харизму та незалежність. Вона привабива та надихає оточуючих.",
      "upright": [
        "Впевненість",
        "Харизма",
        "Незалежність",
        "Детермінація",
        "Тепло",
        "Привабливість"
      ],
      "reversed": [
        "Ревнощі",
        "Нетерпимість",
        "Маніпуляція",
        "Егоцентризм"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Королева Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Королева Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Королева Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Королева Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Королева Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Королева Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Королева Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "35": {
      "name": "Король Жезлів",
      "keywords": [
        "лідерство",
        "візія",
        "підприємництво"
      ],
      "shortDesc": "Майстерність, контроль та лідерство",
      "description": "Король Жезлів - природний лідер з ясним баченням та підприємницьким духом. Він контролює ситуацію.",
      "upright": [
        "Лідерство",
        "Візія",
        "Підприємництво",
        "Чесність",
        "Контроль",
        "Натхнення"
      ],
      "reversed": [
        "Тиранія",
        "Нетерпимість",
        "Імпульсивність",
        "Домінування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Король Жезлів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Король Жезлів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Король Жезлів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Король Жезлів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Король Жезлів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Король Жезлів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Король Жезлів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "36": {
      "name": "Туз Кубків",
      "keywords": [
        "кохання",
        "емоції",
        "інтуїція"
      ],
      "shortDesc": "Нові емоції та любов",
      "description": "Туз Кубків символізує початок нових відносин, емоційне наповнення та любов.",
      "upright": [
        "Нова любов",
        "Емоції",
        "Інтуїція",
        "Щастя",
        "Творчість",
        "Духовність"
      ],
      "reversed": [
        "Емоційна нестабільність",
        "Розчарування",
        "Відсутність емоцій"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Туз Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Туз Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Туз Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Туз Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Туз Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Туз Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Туз Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "37": {
      "name": "Двійка Кубків",
      "keywords": [
        "партнерство",
        "єдність",
        "любов"
      ],
      "shortDesc": "Гармонійні відносини та союз",
      "description": "Двійка Кубків представляє гармонійне партнерство, взаємну любов та емоційну єдність.",
      "upright": [
        "Партнерство",
        "Союз",
        "Любов",
        "Гармонія",
        "Баланс",
        "Зв\\"
      ],
      "reversed": [
        "Розрив",
        "Дисбаланс",
        "Конфлікт у відносинах"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Двійка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Двійка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Двійка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Двійка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Двійка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Двійка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Двійка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "38": {
      "name": "Трійка Кубків",
      "keywords": [
        "святкування",
        "дружба",
        "спільнота"
      ],
      "shortDesc": "Дружба та радісні події",
      "description": "Трійка Кубків символізує святкування, дружбу та радість у колі близьких людей.",
      "upright": [
        "Святкування",
        "Дружба",
        "Спільнота",
        "Радість",
        "Вечірка",
        "Співпраця"
      ],
      "reversed": [
        "Надмірність",
        "Ізоляція",
        "Пліткування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Трійка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Трійка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Трійка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Трійка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Трійка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Трійка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Трійка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "39": {
      "name": "Четвірка Кубків",
      "keywords": [
        "апатія",
        "роздуми",
        "незадоволення"
      ],
      "shortDesc": "Емоційна апатія та самоаналіз",
      "description": "Четвірка Кубків говорить про апатію, самозаглиблення та невдоволення наявними можливостями.",
      "upright": [
        "Апатія",
        "Роздуми",
        "Медитація",
        "Переоцінка",
        "Незадоволення"
      ],
      "reversed": [
        "Пробудження",
        "Нові можливості",
        "Мотивація"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Четвірка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Четвірка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Четвірка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Четвірка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Четвірка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Четвірка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Четвірка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "40": {
      "name": "П'ятірка Кубків",
      "keywords": [
        "втрата",
        "жаль",
        "розчарування"
      ],
      "shortDesc": "Втрата та печаль",
      "description": "П'ятірка Кубків символізує втрату, розчарування та зосередження на негативі замість позитиву.",
      "upright": [
        "Втрата",
        "Жаль",
        "Розчарування",
        "Печаль",
        "Траур"
      ],
      "reversed": [
        "Прийняття",
        "Прощення",
        "Рух вперед",
        "Зцілення"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація П'ятірки Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення П'ятірки Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія П'ятірки Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення П'ятірки Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація П'ятірки Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера П'ятірки Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення П'ятірки Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "41": {
      "name": "Шістка Кубків",
      "keywords": [
        "ностальгія",
        "спогади",
        "дитинство"
      ],
      "shortDesc": "Спогади та ностальгія",
      "description": "Шістка Кубків говорить про ностальгію, спогади з минулого та дитячу невинність.",
      "upright": [
        "Ностальгія",
        "Спогади",
        "Дитинство",
        "Невинність",
        "Минуле",
        "Щастя"
      ],
      "reversed": [
        "Застрягання в минулому",
        "Нереалістичні очікування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Шістка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Шістка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Шістка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Шістка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Шістка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Шістка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Шістка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "42": {
      "name": "Сімка Кубків",
      "keywords": [
        "ілюзія",
        "вибір",
        "фантазія"
      ],
      "shortDesc": "Ілюзії та багато варіантів",
      "description": "Сімка Кубків представляє безліч варіантів вибору, ілюзії та небезпеку самообману.",
      "upright": [
        "Ілюзія",
        "Вибір",
        "Фантазія",
        "Мрії",
        "Можливості",
        "Бажання"
      ],
      "reversed": [
        "Ясність",
        "Рішучість",
        "Розвіювання ілюзій"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Сімка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Сімка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Сімка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Сімка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Сімка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Сімка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Сімка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "43": {
      "name": "Вісімка Кубків",
      "keywords": [
        "відхід",
        "пошук",
        "відмова"
      ],
      "shortDesc": "Відхід від незадовільного",
      "description": "Вісімка Кубків символізує відхід від того, що більше не приносить задоволення, пошук вищого сенсу.",
      "upright": [
        "Відхід",
        "Пошук",
        "Духовний шлях",
        "Відмова",
        "Розчарування"
      ],
      "reversed": [
        "Страх змін",
        "Застрягання",
        "Уникнення проблем"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Вісімка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Вісімка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Вісімка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Вісімка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Вісімка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Вісімка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Вісімка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "44": {
      "name": "Дев'ятка Кубків",
      "keywords": [
        "бажання",
        "задоволення",
        "щастя"
      ],
      "shortDesc": "Здійснення бажань",
      "description": "Дев'ятка Кубків - \"карта бажань\" - символізує емоційне задоволення та здійснення мрій.",
      "upright": [
        "Здійснення бажань",
        "Задоволення",
        "Щастя",
        "Успіх",
        "Комфорт"
      ],
      "reversed": [
        "Жадібність",
        "Розчарування",
        "Самовдоволення"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Дев'ятки Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Дев'ятки Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Дев'ятки Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Дев'ятки Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Дев'ятки Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Дев'ятки Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Дев'ятки Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "45": {
      "name": "Десятка Кубків",
      "keywords": [
        "гармонія",
        "родина",
        "щастя"
      ],
      "shortDesc": "Родинна гармонія та щастя",
      "description": "Десятка Кубків символізує досконалу емоційну гармонію, щасливу родину та повноту життя.",
      "upright": [
        "Гармонія",
        "Родина",
        "Щастя",
        "Любов",
        "Задоволення",
        "Мир"
      ],
      "reversed": [
        "Сімейні конфлікти",
        "Розбиті мрії",
        "Дисгармонія"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Десятка Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Десятка Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Десятка Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Десятка Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Десятка Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Десятка Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Десятка Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "46": {
      "name": "Паж Кубків",
      "keywords": [
        "чутливість",
        "інтуїція",
        "творчість"
      ],
      "shortDesc": "Початок емоційного шляху",
      "description": "Паж Кубків приносить емоційні вісті, натхнення та розвиток інтуїції.",
      "upright": [
        "Чутливість",
        "Інтуїція",
        "Творчість",
        "Новини",
        "Мрійництво"
      ],
      "reversed": [
        "Емоційна незрілість",
        "Наївність",
        "Розчарування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Паж Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Паж Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Паж Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Паж Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Паж Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Паж Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Паж Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "47": {
      "name": "Лицар Кубків",
      "keywords": [
        "романтика",
        "ідеалізм",
        "пропозиція"
      ],
      "shortDesc": "Романтичні дії та емоції",
      "description": "Лицар Кубків - романтичний ідеаліст, що діє під впливом почуттів та емоцій.",
      "upright": [
        "Романтика",
        "Пропозиція",
        "Ідеалізм",
        "Творчість",
        "Емоційність"
      ],
      "reversed": [
        "Нереалістичність",
        "Мрійництво",
        "Обман",
        "Настрій"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Лицар Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Лицар Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Лицар Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Лицар Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Лицар Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Лицар Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Лицар Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "48": {
      "name": "Королева Кубків",
      "keywords": [
        "співчуття",
        "інтуїція",
        "емпатія"
      ],
      "shortDesc": "Емоційна зрілість та співчуття",
      "description": "Королева Кубків втілює емоційну зрілість, співчуття та глибоку інтуїцію.",
      "upright": [
        "Співчуття",
        "Емпатія",
        "Інтуїція",
        "Турбота",
        "Емоційна зрілість"
      ],
      "reversed": [
        "Емоційна нестабільність",
        "Маніпуляція",
        "Залежність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Королева Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Королева Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Королева Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Королева Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Королева Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Королева Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Королева Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "49": {
      "name": "Король Кубків",
      "keywords": [
        "емоційний баланс",
        "мудрість",
        "дипломатія"
      ],
      "shortDesc": "Майстерність у емоціях",
      "description": "Король Кубків володіє емоційним балансом, мудрістю та здатністю контролювати почуття.",
      "upright": [
        "Емоційний баланс",
        "Мудрість",
        "Дипломатія",
        "Контроль",
        "Щедрість"
      ],
      "reversed": [
        "Емоційна маніпуляція",
        "Стриманість",
        "Холодність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Король Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Король Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Король Кубків з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Король Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Король Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Король Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Король Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "50": {
      "name": "Туз Мечів",
      "keywords": [
        "ясність",
        "правда",
        "прорив"
      ],
      "shortDesc": "Ясність думки та нові ідеї",
      "description": "Туз Мечів символізує ментальний прорив, ясність мислення та пошук правди.",
      "upright": [
        "Ясність",
        "Правда",
        "Прорив",
        "Нові ідеї",
        "Ментальна сила",
        "Комунікація"
      ],
      "reversed": [
        "Плутанина",
        "Жорстокість",
        "Відсутність ясності"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Туз Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Туз Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Туз Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Туз Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Туз Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Туз Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Туз Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "51": {
      "name": "Двійка Мечів",
      "keywords": [
        "вибір",
        "тупик",
        "рівновага"
      ],
      "shortDesc": "Складний вибір та тупикова ситуація",
      "description": "Двійка Мечів представляє складний вибір, внутрішній конфлікт та необхідність прийняти рішення.",
      "upright": [
        "Вибір",
        "Тупик",
        "Нерішучість",
        "Рівновага",
        "Компроміс"
      ],
      "reversed": [
        "Прийняття рішення",
        "Розв\\",
        ", "
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Двійка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Двійка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Двійка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Двійка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Двійка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Двійка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Двійка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "52": {
      "name": "Трійка Мечів",
      "keywords": [
        "біль",
        "розлука",
        "страждання"
      ],
      "shortDesc": "Емоційний біль та страждання",
      "description": "Трійка Мечів символізує біль, розлуку та емоційні страждання.",
      "upright": [
        "Біль",
        "Розлука",
        "Зрада",
        "Страждання",
        "Серцевий біль"
      ],
      "reversed": [
        "Зцілення",
        "Прощення",
        "Відновлення"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Трійка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Трійка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Трійка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Трійка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Трійка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Трійка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Трійка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "53": {
      "name": "Четвірка Мечів",
      "keywords": [
        "відпочинок",
        "відновлення",
        "пауза"
      ],
      "shortDesc": "Необхідність відпочинку",
      "description": "Четвірка Мечів говорить про необхідність відпочинку, паузи для відновлення сил.",
      "upright": [
        "Відпочинок",
        "Відновлення",
        "Медитація",
        "Пауза",
        "Спокій"
      ],
      "reversed": [
        "Виснаження",
        "Відсутність відпочинку",
        "Безсоння"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Четвірка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Четвірка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Четвірка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Четвірка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Четвірка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Четвірка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Четвірка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "54": {
      "name": "П'ятірка Мечів",
      "keywords": [
        "конфлікт",
        "поразка",
        "зрада"
      ],
      "shortDesc": "Конфлікт та негідна перемога",
      "description": "П'ятірка Мечів символізує конфлікт, поразку або перемогу нечесним шляхом.",
      "upright": [
        "Конфлікт",
        "Поразка",
        "Зрада",
        "Егоїзм",
        "Негідна перемога"
      ],
      "reversed": [
        "Примирення",
        "Прощення",
        "Компроміс"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація П'ятірки Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення П'ятірки Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія П'ятірки Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення П'ятірки Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація П'ятірки Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера П'ятірки Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення П'ятірки Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "55": {
      "name": "Шістка Мечів",
      "keywords": [
        "перехід",
        "подорож",
        "звільнення"
      ],
      "shortDesc": "Перехід до кращого",
      "description": "Шістка Мечів символізує перехідний період, відхід від проблем до більш спокійних вод.",
      "upright": [
        "Перехід",
        "Подорож",
        "Звільнення",
        "Зміна",
        "Рух вперед"
      ],
      "reversed": [
        "Застрягання",
        "Опір змінам",
        "Незавершеність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Шістка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Шістка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Шістка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Шістка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Шістка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Шістка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Шістка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "56": {
      "name": "Сімка Мечів",
      "keywords": [
        "обман",
        "стратегія",
        "хитрість"
      ],
      "shortDesc": "Обман та стратегія",
      "description": "Сімка Мечів вказує на обман, крадіжку або необхідність діяти хитро та обережно.",
      "upright": [
        "Обман",
        "Стратегія",
        "Хитрість",
        "Крадіжка",
        "Уникнення"
      ],
      "reversed": [
        "Викриття",
        "Чесність",
        "Зізнання"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Сімка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Сімка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Сімка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Сімка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Сімка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Сімка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Сімка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "57": {
      "name": "Вісімка Мечів",
      "keywords": [
        "обмеження",
        "страх",
        "пастка"
      ],
      "shortDesc": "Відчуття безпорадності",
      "description": "Вісімка Мечів символізує відчуття безпорадності, обмеження та самонакладені ланцюги.",
      "upright": [
        "Обмеження",
        "Страх",
        "Пастка",
        "Безпорадність",
        "Ізоляція"
      ],
      "reversed": [
        "Звільнення",
        "Нові можливості",
        "Подолання страхів"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Вісімка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Вісімка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Вісімка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Вісімка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Вісімка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Вісімка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Вісімка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "58": {
      "name": "Дев'ятка Кубків",
      "keywords": [
        "тривога",
        "жах",
        "кошмари"
      ],
      "shortDesc": "Тривога та кошмари",
      "description": "Дев'ятка Мечів представляє глибоку тривогу, страхи та нічні кошмари.",
      "upright": [
        "Тривога",
        "Страх",
        "Кошмари",
        "Занепокоєння",
        "Вина"
      ],
      "reversed": [
        "Подолання страхів",
        "Звільнення від тривоги",
        "Надія"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Дев'ятки Кубків у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Дев'ятки Кубків у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Дев'ятка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Дев'ятки Кубків. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Дев'ятки Кубків. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Дев'ятки Кубків з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Дев'ятки Кубків з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "59": {
      "name": "Десятка Мечів",
      "keywords": [
        "завершення",
        "дно",
        "зрада"
      ],
      "shortDesc": "Болісне завершення",
      "description": "Десятка Мечів символізує болісне завершення, досягнення дна, але й початок нового циклу.",
      "upright": [
        "Завершення",
        "Дно",
        "Зрада",
        "Втрата",
        "Крах"
      ],
      "reversed": [
        "Відновлення",
        "Нові початки",
        "Виживання"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Десятка Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Десятка Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Десятка Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Десятка Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Десятка Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Десятка Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Десятка Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "60": {
      "name": "Паж Мечів",
      "keywords": [
        "допитливість",
        "спостережливість",
        "вісті"
      ],
      "shortDesc": "Допитливість та навчання",
      "description": "Паж Мечів представляє допитливість, жагу знань та аналітичне мислення.",
      "upright": [
        "Допитливість",
        "Спостережливість",
        "Вісті",
        "Навчання",
        "Комунікація"
      ],
      "reversed": [
        "Пліткування",
        "Шпигунство",
        "Нерозсудливість"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Паж Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Паж Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Паж Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Паж Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Паж Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Паж Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Паж Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "61": {
      "name": "Лицар Мечів",
      "keywords": [
        "дія",
        "амбіції",
        "імпульсивність"
      ],
      "shortDesc": "Швидка дія та амбіції",
      "description": "Лицар Мечів діє швидко, рішуче, але іноді занадто імпульсивно.",
      "upright": [
        "Дія",
        "Амбіції",
        "Рішучість",
        "Швидкість",
        "Імпульсивність"
      ],
      "reversed": [
        "Агресія",
        "Безрозсудність",
        "Відсутність планування"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Лицар Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Лицар Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Лицар Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Лицар Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Лицар Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Лицар Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Лицар Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "62": {
      "name": "Королева Мечів",
      "keywords": [
        "ясність",
        "чесність",
        "незалежність"
      ],
      "shortDesc": "Інтелектуальна зрілість",
      "description": "Королева Мечів втілює ясність мислення, чесність та інтелектуальну незалежність.",
      "upright": [
        "Ясність",
        "Чесність",
        "Незалежність",
        "Прямолінійність",
        "Проникливість"
      ],
      "reversed": [
        "Жорстокість",
        "Холодність",
        "Озлобленість"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Королева Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Королева Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Королева Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Королева Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Королева Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Королева Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Королева Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "63": {
      "name": "Король Мечів",
      "keywords": [
        "авторитет",
        "правда",
        "інтелект"
      ],
      "shortDesc": "Інтелектуальна майстерність",
      "description": "Король Мечів володіє розумом, логікою та здатністю приймати справедливі рішення.",
      "upright": [
        "Авторитет",
        "Правда",
        "Інтелект",
        "Етика",
        "Справедливість",
        "Контроль"
      ],
      "reversed": [
        "Маніпуляція",
        "Жорстокість",
        "Тиранія розуму"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Король Мечів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Король Мечів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Король Мечів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Король Мечів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Король Мечів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Король Мечів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Король Мечів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "64": {
      "name": "Туз Пентаклів",
      "keywords": [
        "можливість",
        "процвітання",
        "початок"
      ],
      "shortDesc": "Нові матеріальні можливості",
      "description": "Туз Пентаклів символізує нову фінансову можливість, початок процвітання.",
      "upright": [
        "Можливість",
        "Процвітання",
        "Початок",
        "Прояв",
        "Матеріальність"
      ],
      "reversed": [
        "Втрачені можливості",
        "Фінансові труднощі",
        "Жадібність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Туз Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Туз Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Туз Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Туз Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Туз Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Туз Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Туз Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "65": {
      "name": "Двійка Пентаклів",
      "keywords": [
        "баланс",
        "багатозадачність",
        "адаптація"
      ],
      "shortDesc": "Балансування обов\\",
      "description": "Двійка Пентаклів говорить про багатозадачність, балансування фінансів та пріоритетів.",
      "upright": [
        "Баланс",
        "Багатозадачність",
        "Адаптація",
        "Гнучкість",
        "Часові обмеження"
      ],
      "reversed": [
        "Дисбаланс",
        "Перевантаження",
        "Фінансовий стрес"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Двійка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Двійка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Двійка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Двійка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Двійка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Двійка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Двійка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "66": {
      "name": "Трійка Пентаклів",
      "keywords": [
        "співпраця",
        "майстерність",
        "навчання"
      ],
      "shortDesc": "Командна робота та майстерність",
      "description": "Трійка Пентаклів символізує співпрацю, професійне зростання та визнання майстерності.",
      "upright": [
        "Співпраця",
        "Майстерність",
        "Навчання",
        "Командна робота",
        "Визнання"
      ],
      "reversed": [
        "Відсутність співпраці",
        "Низька якість",
        "Конфлікти в роботі"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Трійка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Трійка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Трійка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Трійка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Трійка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Трійка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Трійка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "67": {
      "name": "Четвірка Пентаклів",
      "keywords": [
        "контроль",
        "безпека",
        "жадібність"
      ],
      "shortDesc": "Утримання та контроль",
      "description": "Четвірка Пентаклів вказує на потребу в безпеці, контролі або надмірну скупість.",
      "upright": [
        "Контроль",
        "Безпека",
        "Стабільність",
        "Жадібність",
        "Збереження"
      ],
      "reversed": [
        "Щедрість",
        "Втрата контролю",
        "Звільнення"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Четвірка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Четвірка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Четвірка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Четвірка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Четвірка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Четвірка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Четвірка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "68": {
      "name": "Пʼятірка Пентаклів",
      "keywords": [
        "бідність",
        "хвороба",
        "ізоляція"
      ],
      "shortDesc": "Фінансові труднощі",
      "description": "П'ятірка Пентаклів символізує фінансові труднощі, бідність або почуття покинутості.",
      "upright": [
        "Бідність",
        "Втрата",
        "Хвороба",
        "Ізоляція",
        "Важкі часи"
      ],
      "reversed": [
        "Відновлення",
        "Поліпшення",
        "Допомога"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація П'ятірки Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення П'ятірки Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія П'ятірки Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення П'ятірки Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація П'ятірки Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера П'ятірки Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення П'ятірки Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "69": {
      "name": "Шістка Пентаклів",
      "keywords": [
        "щедрість",
        "милосердя",
        "баланс"
      ],
      "shortDesc": "Щедрість та обмін",
      "description": "Шістка Пентаклів говорить про щедрість, благодійність та справедливий обмін ресурсами.",
      "upright": [
        "Щедрість",
        "Милосердя",
        "Обмін",
        "Баланс",
        "Допомога"
      ],
      "reversed": [
        "Егоїзм",
        "Борги",
        "Нерівність",
        "Залежність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Шістка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Шістка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Шістка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Шістка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Шістка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Шістка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Шістка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "70": {
      "name": "Сімка Пентаклів",
      "keywords": [
        "оцінка",
        "терпіння",
        "інвестиції"
      ],
      "shortDesc": "Оцінка результатів",
      "description": "Сімка Пентаклів вказує на період оцінки, очікування результатів від вкладених зусиль.",
      "upright": [
        "Оцінка",
        "Терпіння",
        "Інвестиції",
        "Планування",
        "Прогрес"
      ],
      "reversed": [
        "Нетерпіння",
        "Відсутність результатів",
        "Марні зусилля"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Сімка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Сімка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Сімка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Сімка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Сімка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Сімка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Сімка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "71": {
      "name": "Вісімка Пентаклів",
      "keywords": [
        "майстерність",
        "наполегливість",
        "навчання"
      ],
      "shortDesc": "Праця та розвиток навичок",
      "description": "Вісімка Пентаклів символізує наполегливу працю, розвиток майстерності та навчання.",
      "upright": [
        "Майстерність",
        "Наполегливість",
        "Навчання",
        "Старанність",
        "Вдосконалення"
      ],
      "reversed": [
        "Відволікання",
        "Відсутність фокусу",
        "Низька якість"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Вісімка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Вісімка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Вісімка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Вісімка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Вісімка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Вісімка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Вісімка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "72": {
      "name": "Дев'ятка Пентаклів",
      "keywords": [
        "достаток",
        "незалежність",
        "розкіш"
      ],
      "shortDesc": "Матеріальний успіх",
      "description": "Дев'ятка Пентаклів символізує досягнення фінансової незалежності, достаток та насолоду плодами праці.",
      "upright": [
        "Достаток",
        "Незалежність",
        "Розкіш",
        "Успіх",
        "Самодостатність"
      ],
      "reversed": [
        "Фінансова залежність",
        "Перепрацювання",
        "Жадібність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Дев'ятка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Дев'ятка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Дев'ятка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Дев'ятка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Дев'ятка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Дев'ятка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Дев'ятка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "73": {
      "name": "Десятка Пентаклів",
      "keywords": [
        "багатство",
        "спадщина",
        "сім'я"
      ],
      "shortDesc": "Родинний добробут",
      "description": "Десятка Пентаклів символізує довготривале багатство, сімейні цінності та спадщину.",
      "upright": [
        "Багатство",
        "Спадщина",
        "Сім'я",
        ", ",
        ", ",
        ", "
      ],
      "reversed": [
        "Фінансові втрати",
        "Сімейні конфлікти",
        "Нестабільність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Десятка Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Десятка Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Десятка Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Десятка Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Десятка Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Десятка Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Десятка Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "74": {
      "name": "Паж Пентаклів",
      "keywords": [
        "навчання",
        "старанність",
        "плани"
      ],
      "shortDesc": "Початок навчання та планування",
      "description": "Паж Пентаклів представляє старанного учня, нові фінансові можливості та практичні плани.",
      "upright": [
        "Навчання",
        "Старанність",
        "Плани",
        "Можливості",
        "Прагматизм"
      ],
      "reversed": [
        "Прокрастинація",
        "Відсутність прогресу",
        "Нереалістичність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Паж Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Паж Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Паж Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Паж Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Паж Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Паж Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Паж Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "75": {
      "name": "Лицар Пентаклів",
      "keywords": [
        "надійність",
        "відповідальність",
        "наполегливість"
      ],
      "shortDesc": "Надійність та методична робота",
      "description": "Лицар Пентаклів - втілення надійності, відповідальності та методичного підходу до справ.",
      "upright": [
        "Надійність",
        "Відповідальність",
        "Наполегливість",
        "Методичність",
        "Консерватизм"
      ],
      "reversed": [
        "Застій",
        "Нудність",
        "Відсутність амбіцій"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Лицар Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Лицар Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Лицар Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Лицар Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Лицар Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Лицар Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Лицар Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "76": {
      "name": "Королева Пентаклів",
      "keywords": [
        "практичність",
        "турбота",
        "достаток"
      ],
      "shortDesc": "Практична мудрість та турбота",
      "description": "Королева Пентаклів втілює практичність, турботу про інших та здатність створювати комфорт.",
      "upright": [
        "Практичність",
        "Турбота",
        "Достаток",
        "Безпека",
        "Щедрість",
        "Ресурсність"
      ],
      "reversed": [
        "Фінансова залежність",
        "Жадібність",
        "Матеріалізм"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Королева Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
        "marseille": "Традиційне зображення Королева Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
        "thoth": "Езотерична версія Королева Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
        "wild-unknown": "Мінімалістичне природне зображення Король Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
        "light-seers": "Сучасна яскрава інтерпретація Король Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
        "mad-moon": "Готична атмосфера Король Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
        "nicoletta-ceccoli": "Казкове зображення Король Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
      }
    },
    "77": {
      "name": "Король Пентаклів",
      "keywords": [
       "успіх", "достаток", "надійність"
      ],
      "shortDesc": "Матеріальна майстерність",
      "description": "Король Пентаклів володіє фінансовою майстерністю, успіхом у бізнесі та стабільністю.",
      "upright": [
        "Успіх", "Достаток", "Надійність", "Стабільність", "Контроль", "Підприємництво"
      ],
      "reversed": [
        "Жадібність", "Матеріалізм", "Корупція", "Нестабільність"
      ],
      "deckDescriptions": {
        "rider-waite": "Класична інтерпретація Король Пентаклів у стилі Райдер-Вейт з детальною символікою. Кожен елемент ретельно підібраний для передачі символічного значення. Кольори одягу, положення рук, об'єкти навколо - все працює на розкриття глибинного смислу карти. Реалістичний стиль Памели Колман Сміт робить символіку доступною для інтуїтивного розуміння.",
      "marseille": "Традиційне зображення Король Пентаклів у стилі Марсельського Таро. Яскраві основні кольори без півтонів створюють сильний візуальний вплив. Геометричні форми та симетрія підкреслюють вічність архетипу. Традиційний стиль передає мудрість століть.",
      "thoth": "Езотерична версія Король Пентаклів з каббалістичною символікою Кроулі. Кольори підібрані згідно з каббалістичною системою Древа Життя. Навколо розміщені астрологічні символи, єгипетські ієрогліфи та алхімічні знаки. Кожен елемент має множинні рівні езотеричного значення.",
      "wild-unknown": "Мінімалістичне природне зображення Король Пентаклів. Чорно-біла графіка з золотими акцентами створює медитативну атмосферу. Природні образи говорять мовою інстинктів та архетипів. Мінімалізм дозволяє інтуїції вільно інтерпретувати символи.",
      "light-seers": "Сучасна яскрава інтерпретація Король Пентаклів. Яскраві сучасні кольори та реалістичні персонажі роблять карту близькою до сучасного життя. Різноманітність людей різних рас, віку та зовнішності забезпечує інклюзивність. Символіка поєднує традиційні значення з сучасним контекстом.",
      "mad-moon": "Готична атмосфера Король Пентаклів з містичними елементами. Місячне срібне світло та глибокі тіні створюють атмосферу містичної таємниці. Сюрреалістичні елементи підкреслюють багатошаровість значення. Готична естетика розкриває красу в темному та невідомому.",
      "nicoletta-ceccoli": "Казкове зображення Король Пентаклів з пастельними кольорами. Пастельні відтінки та м'які лінії створюють атмосферу казкового сну. Великі виразні очі персонажів передають глибину емоцій. За дитячою невинністю приховується складний психологічний підтекст."
    }
    }
  },
  "lenormand": {
    "deck": {
      "name": "Ленорман",
      "description": "Система ворожіння на картах, названа на честь відомої французької ворожки Марії-Анни Ленорман. Складається з 36 карт з простими символами: будинок, корабель, дерево тощо. Відрізняється від Таро методикою читання та комбінаційним підходом.",
      "author": "Marie Anne Lenormand"
    },
    "cards": {
      "1": {
        "name": "Вершник",
        "keywords": ["новини", "повідомлення", "приїзд"],
        "shortDesc": "Новини та повідомлення",
        "description": "Вершник приносить новини, повідомлення або вказує на швидкі зміни. Символізує рух, активність та прибуття чогось нового.",
        "upright": [
          "Новини",
          "Повідомлення",
          "Швидкість",
          "Приїзд",
          "Молодий чоловік"
        ],
        "reversed": ["Затримка новин", "Погані новини", "Відкладений візит"]
      },
      "2": {
        "name": "Конюшина",
        "keywords": ["удача", "можливість", "короткочасність"],
        "shortDesc": "Швидка удача",
        "description": "Конюшина символізує короткочасну удачу, невеликі приємні сюрпризи та швидкоплинні можливості.",
        "upright": [
          "Удача",
          "Маленька радість",
          "Можливість",
          "Легкість",
          "Позитив"
        ],
        "reversed": ["Втрачена можливість", "Невезіння", "Легковажність"]
      },
      "3": {
        "name": "Корабель",
        "keywords": ["подорож", "торгівля", "відстань"],
        "shortDesc": "Подорожі та торгівля",
        "description": "Корабель вказує на подорожі, бізнес, торгівлю або відносини на відстані. Символізує рух до нових горизонтів.",
        "upright": [
          "Подорож",
          "Торгівля",
          "Відстань",
          "Імпорт/експорт",
          "Прогрес"
        ],
        "reversed": [
          "Затримка подорожі",
          "Проблеми в дорозі",
          "Застій у бізнесі"
        ]
      },
      "4": {
        "name": "Будинок",
        "keywords": ["дім", "родина", "стабільність"],
        "shortDesc": "Дім та сім'я",
        "description": "Будинок представляє дім, родину, стабільність та безпеку. Символізує місце, де ви почуваєтесь комфортно.",
        "upright": ["Дім", "Родина", "Стабільність", "Безпека", "Традиції"],
        "reversed": ["Проблеми вдома", "Нестабільність", "Відсутність затишку"]
      },
      "5": {
        "name": "Дерево",
        "keywords": ["здоров'я", "ріст", "корені"],
        "shortDesc": "Здоров'я та життя",
        "description": "Дерево символізує здоров'я, життєву силу, ріст та глибокі корені. Може вказувати на медичні питання або довготривалі процеси.",
        "upright": ["Здоров'я", "Життя", "Ріст", "Корені", "Родовід"],
        "reversed": ["Хвороба", "Слабкість", "Застій у розвитку"]
      },
      "6": {
        "name": "Хмари",
        "keywords": ["сумніви", "плутанина", "туман"],
        "shortDesc": "Невизначеність та сумніви",
        "description": "Хмари приносять плутанину, невизначеність та сумніви. Світла сторона хмари вказує на прояснення, темна - на ускладнення.",
        "upright": [
          "Сумніви",
          "Плутанина",
          "Невизначеність",
          "Таємниця",
          "Туман"
        ],
        "reversed": ["Прояснення", "Розсіювання сумнівів", "Ясність"]
      },
      "7": {
        "name": "Змія",
        "keywords": ["жінка", "спокуса", "обман"],
        "shortDesc": "Хитрість та спокуса",
        "description": "Змія може означати хитру жінку, спокусу, обман або складну ситуацію. Також символізує мудрість та трансформацію.",
        "upright": [
          "Жінка",
          "Хитрість",
          "Спокуса",
          "Обхідний шлях",
          "Складність"
        ],
        "reversed": ["Викриття обману", "Звільнення від спокуси", "Простота"]
      },
      "8": {
        "name": "Труна",
        "keywords": ["кінець", "трансформація", "хвороба"],
        "shortDesc": "Завершення та трансформація",
        "description": "Труна символізує кінець, завершення, хворобу або трансформацію. Після кінця завжди приходить новий початок.",
        "upright": [
          "Кінець",
          "Завершення",
          "Хвороба",
          "Трансформація",
          "Смерть старого"
        ],
        "reversed": ["Одужання", "Відродження", "Уникнення кінця"]
      },
      "9": {
        "name": "Букет",
        "keywords": ["подарунок", "краса", "щастя"],
        "shortDesc": "Подарунки та радість",
        "description": "Букет приносить радість, подарунки, красу та позитивні емоції. Символізує приємні сюрпризи та щастя.",
        "upright": ["Подарунок", "Краса", "Щастя", "Запрошення", "Компліменти"],
        "reversed": ["Відхилений подарунок", "Розчарування", "Зів'яле щастя"]
      },
      "10": {
        "name": "Коса",
        "keywords": ["небезпека", "різкість", "хірургія"],
        "shortDesc": "Раптова небезпека",
        "description": "Коса символізує раптову небезпеку, різкі рішення, відсікання або хірургічні втручання. Діє швидко та рішуче.",
        "upright": [
          "Небезпека",
          "Різке рішення",
          "Відсікання",
          "Хірургія",
          "Врожай"
        ],
        "reversed": ["Уникнення небезпеки", "Обережність", "Передчасність"]
      },
      "11": {
        "name": "Батіг",
        "keywords": ["конфлікт", "суперечка", "пристрасть"],
        "shortDesc": "Конфлікти та пристрасть",
        "description": "Батіг вказує на конфлікти, суперечки, повторювані ситуації або фізичну активність. Може означати як сварку, так і пристрасть.",
        "upright": [
          "Конфлікт",
          "Суперечка",
          "Повторення",
          "Спорт",
          "Пристрасть"
        ],
        "reversed": ["Примирення", "Припинення конфлікту", "Спокій"]
      },
      "12": {
        "name": "Птахи",
        "keywords": ["розмова", "пара", "хвилювання"],
        "shortDesc": "Спілкування та пари",
        "description": "Птахи символізують розмови, телефонні дзвінки, пару людей або нервозність. Вказують на комунікацію та соціальні зв'язки.",
        "upright": [
          "Розмова",
          "Пара",
          "Телефонний дзвінок",
          "Хвилювання",
          "Соцмережі"
        ],
        "reversed": ["Мовчання", "Розрив пари", "Відсутність зв'язку"]
      },
      "13": {
        "name": "Дитина",
        "keywords": ["початок", "невинність", "малий"],
        "shortDesc": "Нові початки та невинність",
        "description": "Дитина означає нові початки, невинність, щось мале або нове. Може вказувати на реальну дитину або дитячий підхід.",
        "upright": ["Початок", "Невинність", "Дитина", "Маленький", "Новий"],
        "reversed": ["Незрілість", "Інфантильність", "Затримка розвитку"]
      },
      "14": {
        "name": "Лис",
        "keywords": ["хитрість", "обман", "робота"],
        "shortDesc": "Хитрість та робота",
        "description": "Лис символізує хитрість, обережність, роботу або обман. Вказує на необхідність бути пильним та використовувати розум.",
        "upright": ["Хитрість", "Обережність", "Робота", "Обман", "Стратегія"],
        "reversed": ["Викриття", "Чесність", "Довіра"]
      },
      "15": {
        "name": "Ведмідь",
        "keywords": ["сила", "влада", "фінанси"],
        "shortDesc": "Сила та влада",
        "description": "Ведмідь представляє силу, владу, фінанси або впливову людину (часто старшу). Символізує захист та авторитет.",
        "upright": ["Сила", "Влада", "Фінанси", "Бос", "Захист"],
        "reversed": ["Слабкість", "Втрата влади", "Фінансові проблеми"]
      },
      "16": {
        "name": "Зірки",
        "keywords": ["надія", "мрії", "духовність"],
        "shortDesc": "Надія та мрії",
        "description": "Зірки приносять надію, натхнення, духовність та здійснення мрій. Символізують віру у краще майбутнє.",
        "upright": ["Надія", "Мрії", "Духовність", "Натхнення", "Орієнтири"],
        "reversed": ["Втрата надії", "Розбиті мрії", "Відсутність віри"]
      },
      "17": {
        "name": "Лелека",
        "keywords": ["зміна", "переїзд", "вагітність"],
        "shortDesc": "Позитивні зміни",
        "description": "Лелека символізує зміни, переїзди, поліпшення або вагітність. Як правило, вказує на позитивні трансформації.",
        "upright": ["Зміна", "Переїзд", "Вагітність", "Поліпшення", "Еволюція"],
        "reversed": ["Небажана зміна", "Застій", "Затримка переїзду"]
      },
      "18": {
        "name": "Собака",
        "keywords": ["друг", "вірність", "довіра"],
        "shortDesc": "Дружба та вірність",
        "description": "Собака представляє друга, вірність, довіру та надійність. Символізує відданість та дружні стосунки.",
        "upright": ["Друг", "Вірність", "Довіра", "Надійність", "Підтримка"],
        "reversed": ["Зрада друга", "Невірність", "Втрата довіри"]
      },
      "19": {
        "name": "Вежа",
        "keywords": ["ізоляція", "установа", "офіційність"],
        "shortDesc": "Ізоляція та установи",
        "description": "Вежа символізує ізоляцію, самотність, офіційні установи або великі організації. Вказує на відокремленість.",
        "upright": [
          "Ізоляція",
          "Установа",
          "Офіційність",
          "Самотність",
          "Організація"
        ],
        "reversed": ["Соціалізація", "Вихід з ізоляції", "Неформальність"]
      },
      "20": {
        "name": "Сад",
        "keywords": ["публіка", "подія", "соціум"],
        "shortDesc": "Громадські події",
        "description": "Сад представляє публічні місця, соціальні події, товариство або громадську діяльність. Символізує спільноту.",
        "upright": ["Публіка", "Подія", "Товариство", "Соціум", "Природа"],
        "reversed": ["Усамітнення", "Скасована подія", "Приватність"]
      },
      "21": {
        "name": "Гора",
        "keywords": ["перешкода", "блок", "виклик"],
        "shortDesc": "Перешкоди та виклики",
        "description": "Гора символізує перешкоди, блокування, затримки або великі виклики. Вказує на те, що потребує зусиль для подолання.",
        "upright": ["Перешкода", "Блок", "Затримка", "Виклик", "Застій"],
        "reversed": ["Подолання перешкоди", "Зняття блоку", "Прогрес"]
      },
      "22": {
        "name": "Шляхи",
        "keywords": ["вибір", "рішення", "альтернатива"],
        "shortDesc": "Вибір та рішення",
        "description": "Шляхи вказують на необхідність зробити вибір, прийняти рішення між альтернативами. Символізують роздоріжжя.",
        "upright": [
          "Вибір",
          "Рішення",
          "Альтернатива",
          "Роздоріжжя",
          "Варіанти"
        ],
        "reversed": [
          "Неправильний вибір",
          "Нерішучість",
          "Відсутність варіантів"
        ]
      },
      "23": {
        "name": "Миші",
        "keywords": ["втрата", "крадіжка", "стрес"],
        "shortDesc": "Втрати та стрес",
        "description": "Миші символізують втрату, крадіжку, поступове зменшення або стрес. Вказують на те, що щось їсть чи зменшується.",
        "upright": ["Втрата", "Крадіжка", "Зменшення", "Стрес", "Занепокоєння"],
        "reversed": [
          "Припинення втрат",
          "Знаходження втраченого",
          "Зменшення стресу"
        ]
      },
      "24": {
        "name": "Серце",
        "keywords": ["любов", "емоції", "пристрасть"],
        "shortDesc": "Любов та почуття",
        "description": "Серце представляє любов, романтику, глибокі емоції та пристрасть. Символізує справжні почуття та сердечні справи.",
        "upright": ["Любов", "Романтика", "Емоції", "Пристрасть", "Щастя"],
        "reversed": ["Розбите серце", "Охолодження почуттів", "Емоційний біль"]
      },
      "25": {
        "name": "Перстень",
        "keywords": ["зобов'язання", "контракт", "союз"],
        "shortDesc": "Зобов'язання та союзи",
        "description": "Перстень символізує зобов'язання, контракти, шлюб або цикли. Вказує на довгострокові відносини та угоди.",
        "upright": ["Зобов'язання", "Контракт", "Шлюб", "Союз", "Цикл"],
        "reversed": ["Розрив зобов'язань", "Розлучення", "Порушений контракт"]
      },
      "26": {
        "name": "Книга",
        "keywords": ["знання", "секрет", "навчання"],
        "shortDesc": "Знання та секрети",
        "description": "Книга представляє знання, секрети, освіту або щось приховане. Може вказувати на навчання або розкриття таємниць.",
        "upright": ["Знання", "Секрет", "Навчання", "Документи", "Проект"],
        "reversed": [
          "Розкриття секрету",
          "Невігластво",
          "Відсутність інформації"
        ]
      },
      "27": {
        "name": "Лист",
        "keywords": ["повідомлення", "документ", "новини"],
        "shortDesc": "Повідомлення та документи",
        "description": "Лист символізує письмові повідомлення, документи, листи або електронну пошту. Вказує на офіційну комунікацію.",
        "upright": ["Повідомлення", "Документ", "Лист", "Email", "Новини"],
        "reversed": [
          "Загублений лист",
          "Відсутність відповіді",
          "Помилковий документ"
        ]
      },
      "28": {
        "name": "Чоловік",
        "keywords": ["чоловік", "партнер", "запитувач"],
        "shortDesc": "Чоловік-запитувач",
        "description": "Чоловік представляє запитувача (якщо це чоловік), партнера або важливого чоловіка в ситуації.",
        "upright": ["Чоловік", "Партнер", "Запитувач", "Важлива особа"],
        "reversed": ["Відсутність чоловіка", "Проблеми з партнером"]
      },
      "29": {
        "name": "Жінка",
        "keywords": ["жінка", "партнерка", "запитувачка"],
        "shortDesc": "Жінка-запитувачка",
        "description": "Жінка представляє запитувачку (якщо це жінка), партнерку або важливу жінку в ситуації.",
        "upright": ["Жінка", "Партнерка", "Запитувачка", "Важлива особа"],
        "reversed": ["Відсутність жінки", "Проблеми з партнеркою"]
      },
      "30": {
        "name": "Лілія",
        "keywords": ["зрілість", "мир", "сексуальність"],
        "shortDesc": "Зрілість та мир",
        "description": "Лілія символізує зрілість, мир, сексуальність або старшу людину. Вказує на досвід та мудрість.",
        "upright": [
          "Зрілість",
          "Мир",
          "Сексуальність",
          "Старша особа",
          "Мудрість"
        ],
        "reversed": ["Розпуста", "Відсутність миру", "Конфлікт поколінь"]
      },
      "31": {
        "name": "Сонце",
        "keywords": ["успіх", "щастя", "енергія"],
        "shortDesc": "Успіх та щастя",
        "description": "Сонце приносить успіх, щастя, енергію та тепло. Одна з найпозитивніших карт у колоді.",
        "upright": ["Успіх", "Щастя", "Енергія", "Тепло", "Перемога"],
        "reversed": ["Затьмарення", "Зменшення енергії", "Неповний успіх"]
      },
      "32": {
        "name": "Місяць",
        "keywords": ["емоції", "інтуїція", "визнання"],
        "shortDesc": "Емоції та слава",
        "description": "Місяць символізує емоції, інтуїцію, цикли, романтику або визнання. Може вказувати на славу або почуття.",
        "upright": ["Емоції", "Інтуїція", "Визнання", "Слава", "Цикли"],
        "reversed": ["Емоційна нестабільність", "Втрата популярності"]
      },
      "33": {
        "name": "Ключ",
        "keywords": ["відповідь", "рішення", "важливість"],
        "shortDesc": "Ключ до відповіді",
        "description": "Ключ вказує на відповідь, рішення проблеми або щось дуже важливе. Символізує впевненість та неминучість.",
        "upright": [
          "Відповідь",
          "Рішення",
          "Важливість",
          "Впевненість",
          "Неминучість"
        ],
        "reversed": ["Відсутність рішення", "Помилковий ключ"]
      },
      "34": {
        "name": "Риби",
        "keywords": ["гроші", "бізнес", "достаток"],
        "shortDesc": "Фінанси та бізнес",
        "description": "Риби символізують гроші, фінанси, бізнес або достаток. Вказують на матеріальний добробут та комерцію.",
        "upright": ["Гроші", "Фінанси", "Бізнес", "Достаток", "Торгівля"],
        "reversed": ["Фінансові проблеми", "Збитки", "Борги"]
      },
      "35": {
        "name": "Якір",
        "keywords": ["стабільність", "робота", "досягнення"],
        "shortDesc": "Стабільність та досягнення",
        "description": "Якір символізує стабільність, надійність, роботу або досягнення цілей. Вказує на міцність та постійність.",
        "upright": [
          "Стабільність",
          "Робота",
          "Досягнення",
          "Надійність",
          "Постійність"
        ],
        "reversed": ["Нестабільність", "Втрата роботи", "Дрейф"]
      },
      "36": {
        "name": "Хрест",
        "keywords": ["тягар", "доля", "карма"],
        "shortDesc": "Тягар та доля",
        "description": "Хрест символізує тягар, долю, карму або духовні уроки. Вказує на те, що потрібно прийняти або пережити.",
        "upright": ["Тягар", "Доля", "Карма", "Духовність", "Страждання"],
        "reversed": ["Звільнення від тягаря", "Прийняття долі"]
      }
    }
  }
}
