{
  "decks": {
    "rider-waite": {
      "name": "Райдер-Уэйт",
      "description": "Самая популярная и известная колода Таро, созданная в 1909 году художницей Памелой Колман Смит под руководством Артура Эдварда Уэйта. Отличается детальными иллюстрациями на всех картах, включая Младшие Арканы.",
      "author": "Arthur Edward Waite & Pamela Colman Smith"
    },
    "marseille": {
      "name": "Марсельское Таро",
      "description": "Одна из старейших традиционных колод, берущая начало в XVI веке. Характеризуется простым, но выразительным стилем и геометрическими узорами на Младших Арканах.",
      "author": "Traditional"
    },
    "thoth": {
      "name": "Тот",
      "description": "Эзотерическая колода, созданная Алистером Кроули и художницей Фридой Харрис в 1940-х годах. Известна своей глубокой символикой, египетской и каббалистической тематикой.",
      "author": "Aleister Crowley & Lady Frieda Harris"
    },
    "wild-unknown": {
      "name": "Дикое Неизвестное",
      "description": "Современная минималистичная колода, созданная Ким Кранс. Отличается черно-белыми иллюстрациями животных и природы, передающими архетипическую символику Таро.",
      "author": "Kim Krans"
    },
    "light-seers": {
      "name": "Провидец Света",
      "description": "Современная яркая колода, созданная Крис-Энн в 2019 году. Сочетает традиционные значения Райдер-Уэйт с современными сценами и разнообразным представительством.",
      "author": "Chris-Anne"
    },
    "mad-moon": {
      "name": "Безумная Луна",
      "description": "Сюрреалистичная и атмосферная колода с темной эстетикой. Карты наполнены мистическими образами, сочетающими классическую символику Таро с готическими и фэнтезийными элементами.",
      "author": "Various Artists"
    },
    "nicoletta-ceccoli": {
      "name": "Николетта Чикколи",
      "description": "Сказочная колода итальянской художницы Николетты Чикколи. Отличается нежными пастельными цветами и сюрреалистичными образами, напоминающими детские иллюстрации с темными подтекстами.",
      "author": "Nicoletta Ceccoli"
    }
  },
  "cards": {
    "0": {
      "name": "Шут",
      "keywords": ["начало", "спонтанность", "вера"],
      "shortDesc": "Символ новых начинаний и безграничных возможностей",
      "description": "Шут представляет чистый потенциал и новые начинания. Это карта невинности, спонтанности и веры в будущее. Шут напоминает нам о важности доверия к жизни и готовности рисковать.",
      "upright": [
        "Новые начинания",
        "Невинность",
        "Спонтанность",
        "Свободный дух",
        "Вера в будущее"
      ],
      "reversed": ["Безрассудство", "Риск", "Неопытность", "Наивность"],
      "deckDescriptions": {
        "rider-waite": "Молодой человек стоит на краю пропасти, глядя в небо. Белая роза символизирует чистоту, маленькая собака - верного спутника. Шут несет сумку с прошлым опытом, но смотрит вперед с оптимизмом.",
        "marseille": "Странник в ярком одеянии идет вперед, не замечая собаку, кусающую его за ногу. Его посох и сумка символизируют путешествие по жизни.",
        "thoth": "Ребенок с виноградной лозой танцует на краю бездны. Зеленый тигренок и крокодил символизируют первичные силы. Карта наполнена энергией творения и хаоса.",
        "wild-unknown": "Молодая птица покидает гнездо, готовая к первому полету. Символизирует прыжок в неизвестное с доверием и отвагой.",
        "light-seers": "Вольнодумец стоит на вершине горы с раскрытыми руками, готовый к новым приключениям. Яркий закат солнца символизирует бесконечные возможности.",
        "mad-moon": "Таинственная фигура в маске стоит на границе реальностей. Вокруг - сюрреалистичный туман и символы неизвестного. Лунный свет освещает путь в темноту.",
        "nicoletta-ceccoli": "Маленькая девочка с большими глазами идет по облакам с чемоданом мечтаний. Пастельные цвета и сказочная атмосфера передают невинность и волшебство начала."
      }
    },
    "1": {
      "name": "Маг",
      "keywords": ["сила воли", "проявление", "творчество"],
      "shortDesc": "Мастерство и сила воплощения задуманного",
      "description": "Маг символизирует силу воли, концентрацию и способность манифестировать свои желания. Он имеет все инструменты для достижения успеха и знает, как их использовать.",
      "upright": [
        "Сила воли",
        "Мастерство",
        "Концентрация",
        "Проявление желаний",
        "Творческая энергия"
      ],
      "reversed": [
        "Манипуляция",
        "Растрата талантов",
        "Иллюзии",
        "Нерешительность"
      ],
      "deckDescriptions": {
        "rider-waite": "Маг стоит перед столом с четырьмя символами мастей: жезл, кубок, меч и пентакль. Над головой - символ бесконечности, одна рука указывает на небо, другая - на землю. Белая лилия и красная роза символизируют чистоту и страсть.",
        "marseille": "Молодой человек за столом с магическими инструментами. Его жест руки показывает власть над материальным миром. Одежда яркая и богато украшена.",
        "thoth": "Гермес Трисмегист в крылатом шлеме управляет первичными силами. Вокруг него вращаются планеты и символы алхимии. Змей Уроборос символизирует вечность и цикличность.",
        "wild-unknown": "Леопард с пронзительным взглядом символизирует мастерство и силу. Вокруг него разбросаны инструменты создания - он знает, как их использовать.",
        "light-seers": "Уверенная фигура создает магию руками. Яркие цвета и звезды вокруг показывают проявление мечтаний в реальность. Все элементы в пределах досягаемости.",
        "mad-moon": "Алхимик в темной лаборатории манипулирует энергиями. Его руки создают вихри света и тени. Кристаллы и эликсиры вокруг - инструменты преобразования.",
        "nicoletta-ceccoli": "Мальчик-фокусник показывает чудеса с игрушечным реквизитом. Его невинный вид скрывает настоящую магию. Вокруг летают бабочки-желания."
      }
    },
    "2": {
      "name": "Верховная Жрица",
      "keywords": ["интуиция", "тайна", "подсознание"],
      "shortDesc": "Божественная мудрость и внутреннее знание",
      "description": "Верховная Жрица является хранительницей тайных знаний и интуиции. Она призывает нас прислушиваться к внутреннему голосу и доверять подсознанию.",
      "upright": [
        "Интуиция",
        "Тайные знания",
        "Подсознание",
        "Мудрость",
        "Внутренний голос"
      ],
      "reversed": [
        "Игнорирование интуиции",
        "Секреты",
        "Отсутствие внутренней связи"
      ],
      "deckDescriptions": {
        "rider-waite": "Жрица сидит между двумя колоннами - черной и белой. За ней завеса с гранатами. На коленях - Тора, на голове - лунная корона. Символизирует баланс и тайное знание.",
        "marseille": "Женщина в папском облачении держит книгу мудрости. Ее поза и атрибуты показывают духовную власть и глубокие знания.",
        "thoth": "Исида на троне между светом и тенью. Луна и кристаллы вокруг нее. Она держит свиток тайных знаний Вселенной.",
        "wild-unknown": "Сова с пронзительными глазами смотрит сквозь завесу реальности. Ее мудрость и спокойствие передают глубину интуиции.",
        "light-seers": "Женщина медитирует в лунном свете, окруженная книгами и символами. Ее третий глаз открыт, она видит невидимое.",
        "mad-moon": "Таинственная жрица в вуали стоит в храме под луной. Ее глаза закрыты, но она видит все. Вокруг - магические символы и тени.",
        "nicoletta-ceccoli": "Девочка с большой книгой сказок сидит в лунном свете. Ее кролик-компаньон нашептывает тайны. Атмосфера мечтаний и магии."
      }
    },
    "3": {
      "name": "Императрица",
      "keywords": ["плодородие", "красота", "природа"],
      "shortDesc": "Символ материнства, изобилия и творения",
      "description": "Императрица воплощает материнскую любовь, плодородие и изобилие. Она представляет связь с природой и творческую силу.",
      "upright": [
        "Плодородие",
        "Материнство",
        "Изобилие",
        "Природа",
        "Красота",
        "Творчество"
      ],
      "reversed": ["Творческая блокада", "Зависимость", "Отсутствие роста"],
      "deckDescriptions": {
        "rider-waite": "Императрица сидит среди цветущей природы с короной из 12 звезд. Вокруг нее изобилие: пшеница, река, лес. Щит с символом Венеры у трона.",
        "marseille": "Величественная женщина на троне со щитом и скипетром. Корона и богатое одеяние символизируют ее власть над материальным миром.",
        "thoth": "Богиня-мать на троне природы. Она беременна вселенной, вокруг нее растут цветы и плоды. Пеликан символизирует жертвенную любовь.",
        "wild-unknown": "Величественная медведица-мать среди цветов и плодов. Ее сила и нежность сочетаются в образе природного материнства.",
        "light-seers": "Женщина в саду создает красоту руками. Вокруг нее расцветает жизнь. Она - источник изобилия и творчества.",
        "mad-moon": "Королева природы в венке из цветов и колосьев. Ее платье сделано из листьев. Вокруг летают бабочки и птицы.",
        "nicoletta-ceccoli": "Ласковая мама с ребенком в сказочном саду. Вокруг них растут волшебные цветы. Пастельные цвета создают атмосферу заботы."
      }
    },
    "4": {
      "name": "Император",
      "keywords": ["авторитет", "структура", "контроль"],
      "shortDesc": "Власть, стабильность и жизненные правила",
      "description": "Император символизирует отцовскую фигуру, авторитет и структуру. Он представляет стабильность, контроль и установление порядка.",
      "upright": [
        "Авторитет",
        "Стабильность",
        "Контроль",
        "Отцовская фигура",
        "Структура"
      ],
      "reversed": [
        "Тирания",
        "Жесткость",
        "Отсутствие гибкости",
        "Доминирование"
      ],
      "deckDescriptions": {
        "rider-waite": "Император сидит на каменном троне с бараньими головами. В руке - скипетр власти, на голове - корона. За ним - горные вершины, символизирующие незыблемость и силу.",
        "marseille": "Могущественный правитель на троне с короной и скипетром. Его поза и атрибуты демонстрируют власть и контроль над миром.",
        "thoth": "Властитель на троне с символами Овна. Он держит сферу и жезл власти. Вокруг него - символы стихийной силы и порядка.",
        "wild-unknown": "Величественный баран с мощными рогами стоит на скале. Его присутствие излучает силу, стабильность и непоколебимую власть.",
        "light-seers": "Уверенный лидер сидит на троне с панорамным видом. Он контролирует ситуацию с мудростью и силой, создавая структуру для других.",
        "mad-moon": "Темный властитель на троне из костей и камня. Его корона из шипов, а взгляд непроницаем. Он правит царством теней железной рукой.",
        "nicoletta-ceccoli": "Мальчик-король в большой короне сидит на троне из игрушек. Его серьезное выражение лица контрастирует с детской наивностью, создавая сюрреалистичный образ власти."
      }
    },
    "5": {
      "name": "Иерофант",
      "keywords": ["традиция", "духовность", "обучение"],
      "shortDesc": "Духовный учитель и хранитель традиций",
      "description": "Иерофант представляет традиционные ценности, духовное обучение и религиозные институции. Он является мостом между божественным и земным.",
      "upright": [
        "Традиции",
        "Духовное обучение",
        "Религия",
        "Мораль",
        "Конформизм"
      ],
      "reversed": [
        "Бунт",
        "Нетрадиционность",
        "Отвержение догм",
        "Свобода мысли"
      ],
      "deckDescriptions": {
        "rider-waite": "Религиозная фигура между двумя колоннами благословляет двух последователей. Он держит ключи к небесам. Три креста на его одежде символизируют святую троицу.",
        "marseille": "Папа в полном облачении благословляет верующих. Его тиара и посох указывают на духовную власть и связь с божественным.",
        "thoth": "Иерофант как посредник между мирами. Вокруг него - символы мистерий и эзотерических знаний. Он передает мудрость поколений.",
        "wild-unknown": "Величественный олень с разветвленными рогами стоит в лесу. Его рога тянутся к небу, символизируя связь земли и духовного мира.",
        "light-seers": "Мудрый учитель делится знаниями с учениками. Вокруг них - атмосфера уважения к традициям и духовного роста.",
        "mad-moon": "Мистический жрец в маске проводит темный ритуал. Свечи и символы окружают его. Он - хранитель забытых знаний и тайных обрядов.",
        "nicoletta-ceccoli": "Ребенок в религиозной одежде стоит в сказочном храме. Ангельские крылья и святые символы создают атмосферу невинной духовности."
      }
    },
    "6": {
      "name": "Влюбленные",
      "keywords": ["любовь", "выбор", "единство"],
      "shortDesc": "Сильные чувства и важные решения в отношениях",
      "description": "Влюбленные символизируют глубокие чувства, важные выборы и гармонию в отношениях. Эта карта напоминает о необходимости трудных компромиссных решений в браке и партнерстве.",
      "upright": [
        "Любовь",
        "Гармония",
        "Выбор",
        "Союз",
        "Партнерство",
        "Ценности"
      ],
      "reversed": [
        "Дисгармония",
        "Неправильный выбор",
        "Конфликт ценностей",
        "Неравновесие"
      ],
      "deckDescriptions": {
        "rider-waite": "Мужчина и женщина стоят в Эдемском саду под благословением ангела Рафаэля. За женщиной - дерево с яблоками, за мужчиной - дерево жизни с огненными языками.",
        "marseille": "Молодой человек стоит между двумя женщинами, размышляя над выбором. Купидон с луком благословляет сцену сверху.",
        "thoth": "Алхимическое венчание - союз противоположностей. Мужское и женское, солнце и луна объединяются в совершенной гармонии.",
        "wild-unknown": "Два лебедя создают сердце своими шеями. Их грация и единство символизируют идеальный союз и взаимность.",
        "light-seers": "Двое влюбленных обнимаются под звездным небом. Их любовь излучает свет, объединяющий их души в одно целое.",
        "mad-moon": "Два силуэта сливаются в танце под бледной луной. Их тени переплетаются, создавая единую сущность из двух душ.",
        "nicoletta-ceccoli": "Двое детей держатся за руки в сказочном лесу. Вокруг них летают светлячки. Их невинная любовь наполнена чистотой и магией."
      }
    },
    "7": {
      "name": "Колесница",
      "keywords": ["победа", "движение", "контроль"],
      "shortDesc": "Путешествия, дороги и сила сосредоточенности",
      "description": "Колесница символизирует победу через самоконтроль и решительность. Это карта путешествий, движения вперед и способности управлять своим путем несмотря на препятствия.",
      "upright": [
        "Победа",
        "Решительность",
        "Контроль",
        "Путешествие",
        "Амбиции",
        "Сосредоточенность"
      ],
      "reversed": [
        "Отсутствие контроля",
        "Неудача",
        "Агрессия",
        "Потеря направления"
      ],
      "deckDescriptions": {
        "rider-waite": "Воин в колеснице, которую тянут два сфинкса - черный и белый. Над ним - звездный балдахин. На груди - квадрат и треугольник, символы контроля над материей и духом.",
        "marseille": "Победный воин на колеснице с двумя конями. Его корона и скипетр показывают власть. Он уверенно управляет своим путем.",
        "thoth": "Колесница несет воина через космическое пространство. Четыре сфинкса тянут ее в разных направлениях, но он контролирует движение своей волей.",
        "wild-unknown": "Могучий конь в полном галопе несется вперед. Его сила и скорость символизируют решительность и непобедимый импульс к цели.",
        "light-seers": "Современный путешественник на дороге с рюкзаком мечтаний. Он уверенно шагает вперед, зная свое направление и имея ясную цель.",
        "mad-moon": "Темная колесница с костяными колесами мчится сквозь туман. Ее повозку тянут призрачные кони. Водитель в маске непоколебимо смотрит вперед.",
        "nicoletta-ceccoli": "Девочка на игрушечной колеснице едет через сказочный лес. Ее игрушечные лошади оживают под лунным светом, неся ее к приключениям."
      }
    },
    "8": {
      "name": "Сила",
      "keywords": ["мужество", "терпение", "самоконтроль"],
      "shortDesc": "Внутренняя сила и потребность в дисциплине",
      "description": "Сила представляет не грубую силу, а внутреннюю мощь, терпение и самоконтроль. Это карта дисциплины, мягкого влияния и контроля над инстинктами.",
      "upright": [
        "Внутренняя сила",
        "Мужество",
        "Терпение",
        "Контроль",
        "Сострадание",
        "Дисциплина"
      ],
      "reversed": [
        "Слабость",
        "Неконтролируемость",
        "Сомнения",
        "Отсутствие уверенности"
      ],
      "deckDescriptions": {
        "rider-waite": "Женщина нежно закрывает пасть льва. Над ее головой - символ бесконечности. Она носит белую одежду и цветочную гирлянду. Сцена показывает победу мягкости над грубой силой.",
        "marseille": "Женщина открывает или закрывает пасть льва голыми руками. Ее спокойствие и уверенность контрастируют с дикой природой зверя.",
        "thoth": "Женщина едет на спине большого зверя, держа чашу со священным огнем. Она укротила его не силой, а любовью и пониманием. Змей обвивает ее тело.",
        "wild-unknown": "Лев с гривой-короной спокойно сидит. Его мощь укрощена не силой, а внутренней гармонией. В его глазах - мудрость и покой.",
        "light-seers": "Женщина обнимает льва в акте принятия. Их взаимодействие показывает баланс силы и нежности. Вокруг них свет любви и понимания.",
        "mad-moon": "Таинственная фигура обнимает темного зверя под луной. Их тени сливаются в одно целое. Укрощение происходит через понимание темной стороны.",
        "nicoletta-ceccoli": "Маленькая девочка играет с большим плюшевым медведем. Ее невинная сила в том, что она не боится. Сказочная атмосфера показывает, что истинная сила - в доверии."
      }
    },
    "9": {
      "name": "Отшельник",
      "keywords": ["одиночество", "самопознание", "мудрость"],
      "shortDesc": "Самоанализ и внутренний поиск",
      "description": "Отшельник символизирует период уединения, самоанализа и внутреннего поиска. Это карта мудрости, которая приходит через размышления и интроспекцию.",
      "upright": [
        "Самоанализ",
        "Мудрость",
        "Уединение",
        "Внутренний поиск",
        "Размышления",
        "Духовный наставник"
      ],
      "reversed": [
        "Изоляция",
        "Одиночество",
        "Отвержение помощи",
        "Замкнутость"
      ],
      "deckDescriptions": {
        "rider-waite": "Старый мудрец стоит на заснеженной горе с фонарем, содержащим шестиконечную звезду. Его посох поддерживает в путешествии. Он освещает путь тем, кто идет следом.",
        "marseille": "Старец в капюшоне с фонарем и посохом. Его одинокая фигура символизирует отход от мира для поиска внутренней мудрости.",
        "thoth": "Отшельник как хранитель тайн стоит у входа в пещеру. Его фонарь освещает путь к подсознанию. Вокруг него - символы времени и вечности.",
        "wild-unknown": "Одинокий волк воет на луну на вершине горы. Его песня - это поиск внутренней правды в тишине одиночества.",
        "light-seers": "Путешественник с фонарем идет собственным путем под звездным небом. Он нашел свой внутренний мир и делится светом с другими.",
        "mad-moon": "Одинокая фигура в капюшоне блуждает туманными коридорами между мирами. Его фонарь - единственный свет в абсолютной темноте неизвестного.",
        "nicoletta-ceccoli": "Ребенок с фонариком сидит один в темной комнате, окруженный игрушками-тенями. Его маленький огонек освещает тайны внутреннего мира."
      }
    },
    "10": {
      "name": "Колесо Фортуны",
      "keywords": ["судьба", "изменения", "циклы"],
      "shortDesc": "Позитивные изменения и трансформации",
      "description": "Колесо Фортуны представляет цикличность жизни, судьбу и неожиданные изменения. Эта карта указывает на присутствие позитивных изменений и трансформаций в вашей жизни.",
      "upright": [
        "Удача",
        "Изменения",
        "Циклы жизни",
        "Судьба",
        "Трансформация",
        "Прогресс"
      ],
      "reversed": [
        "Неудача",
        "Застой",
        "Негативные изменения",
        "Потеря контроля"
      ],
      "deckDescriptions": {
        "rider-waite": "Большое колесо вращается в небе. На нем - сфинкс, Анубис и змей. По углам - четыре крылатые существа. Алхимические и каббалистические символы показывают вечный цикл изменений.",
        "marseille": "Колесо фортуны с фигурами, поднимающимися и опускающимися. Оно символизирует постоянные изменения судьбы и цикличность жизни.",
        "thoth": "Космическое колесо с десятью спицами вращается во вселенной. Вокруг него - символы планет и зодиака. Три фигуры Сфинкса, Германубиса и Тифона представляют цикл создания-сохранения-разрушения.",
        "wild-unknown": "Паутина с росой в центре - колесо судьбы. Каждая капля отражает иной путь. Паутина показывает взаимосвязь всех событий.",
        "light-seers": "Яркое калейдоскопическое колесо вращается, создавая новые узоры. Каждый поворот приносит новые возможности и перспективы.",
        "mad-moon": "Темное колесо с костяными спицами вращается в вихре тумана. На нем - символы жизни и смерти. Оно крутится неумолимо, меняя судьбы.",
        "nicoletta-ceccoli": "Ребенок крутит большую игрушечную рулетку со сказочными картинками. Каждый оборот - новая история. Магия случайности создает судьбу."
      }
    },
    "11": {
      "name": "Справедливость",
      "keywords": ["баланс", "правда", "ответственность"],
      "shortDesc": "Моральная чувствительность и справедливое решение",
      "description": "Справедливость символизирует баланс, объективность и моральную чувствительность. Эта карта напоминает о кармических последствиях наших поступков и необходимости принимать справедливые решения.",
      "upright": [
        "Справедливость",
        "Правда",
        "Баланс",
        "Ответственность",
        "Честность",
        "Объективность"
      ],
      "reversed": [
        "Несправедливость",
        "Дисбаланс",
        "Предвзятость",
        "Избегание ответственности"
      ],
      "deckDescriptions": {
        "rider-waite": "Женщина сидит на троне между двумя колоннами, держа меч в правой руке и весы в левой. Ее корона имеет квадрат - символ упорядоченного мышления. Фиолетовая завеса за ней.",
        "marseille": "Фигура правосудия с мечом и весами. Ее коронованный вид показывает власть закона. Она взвешивает поступки людей без эмоций.",
        "thoth": "Женщина с мечом и весами стоит между тронами. Ее лицо скрыто - справедливость слепа к внешнему. Вокруг нее - символы баланса и космического порядка.",
        "wild-unknown": "Ворон сидит на весах, находящихся в идеальном равновесии. Его черное оперение символизирует объективность и беспристрастность природного закона.",
        "light-seers": "Современная женщина держит весы и меч, стоя уверенно. Ее глаза открыты - справедливость видит правду. Вокруг нее - симметрия и гармония.",
        "mad-moon": "Фигура в мантии держит весы, на которых взвешиваются сердца и перья. Ее меч готов вынести вердикт. Вокруг - тени прошлых решений.",
        "nicoletta-ceccoli": "Девочка с повязкой на глазах держит игрушечные весы. Она играет в справедливость, но понимает ее суть - баланс и правда превыше всего."
      }
    },
    "12": {
      "name": "Повешенный",
      "keywords": ["жертва", "пауза", "новая перспектива"],
      "shortDesc": "Застой и движение по замкнутому кругу",
      "description": "Повешенный представляет период застоя, ожидания и жертвенности. Это время остановки, когда кажется, что движешься по замкнутому кругу, но на самом деле происходит внутренняя трансформация.",
      "upright": [
        "Пауза",
        "Новая перспектива",
        "Жертвенность",
        "Отпускание",
        "Трансформация",
        "Терпение"
      ],
      "reversed": [
        "Напрасная жертва",
        "Застревание",
        "Сопротивление переменам",
        "Потеря времени"
      ],
      "deckDescriptions": {
        "rider-waite": "Человек висит вверх ногами на Т-образном дереве, одна нога скрещена. Его лицо спокойно, вокруг головы - нимб. Он не страдает, а медитирует в необычном положении.",
        "marseille": "Фигура подвешена за ногу на дереве с обрезанными ветками. Руки связаны за спиной. Эта жертвенная позиция символизирует отпускание и принятие.",
        "thoth": "Человек подвешен на анкхе между двумя деревьями. Его поза формирует треугольник. Он жертвует старым ради нового, находясь между двумя мирами.",
        "wild-unknown": "Летучая мышь висит вверх ногами в пещере. Ее естественная поза напоминает, что иногда нужно изменить перспективу, чтобы увидеть правду.",
        "light-seers": "Человек медитирует в воздухе, подвешенный невидимыми нитями судьбы. Вокруг - символы отпускания и принятия нового понимания.",
        "mad-moon": "Повешенный на зловещем дереве над пропастью. Его тело оплетено колючками, но лицо спокойно. Он принял свою жертву ради высшей истины.",
        "nicoletta-ceccoli": "Девочка грациозно висит на качелях вверх ногами. Для нее это игра, но в этой позе она видит мир по-новому - магия иной перспективы."
      }
    },
    "13": {
      "name": "Смерть",
      "keywords": ["трансформация", "завершение", "новое начало"],
      "shortDesc": "Освобождение и движение вперед",
      "description": "Смерть символизирует не физическую смерть, а завершение одного этапа и начало нового. Это карта глубокой трансформации, освобождения от старого и движения вперед.",
      "upright": [
        "Трансформация",
        "Завершение",
        "Возрождение",
        "Освобождение",
        "Изменения",
        "Новое начало"
      ],
      "reversed": [
        "Сопротивление переменам",
        "Застревание в прошлом",
        "Страх изменений",
        "Застой"
      ],
      "deckDescriptions": {
        "rider-waite": "Скелет-всадник в черных доспехах едет на белом коне. Под ним - упавший король, женщина и ребенок. Солнце восходит между двумя башнями - символ нового начала.",
        "marseille": "Скелет с косой косит жизни, не разбирая - короли или нищие. Из земли вырастают руки и головы, но это естественный цикл жизни и смерти.",
        "thoth": "Скелет с косой танцует в вихре трансформации. Змея, орел и рыба символизируют разные стадии разложения и возрождения.",
        "wild-unknown": "Череп птицы, из которого прорастают цветы. Прекрасная метафора: смерть одного питает другое. Красота рождается из завершения.",
        "light-seers": "Человек освобождается от старой кожи. Процесс трансформации показан как прекрасный и необходимый акт возрождения.",
        "mad-moon": "Элегантная смерть в черном держит часы, которые остановились. Из праха, падающего из ее рук, рождаются новые звезды.",
        "nicoletta-ceccoli": "Ребенок спит в цветочном саду. Вокруг нее гусеницы превращаются в бабочек. Смерть - это сон перед пробуждением."
      }
    },
    "14": {
      "name": "Умеренность",
      "keywords": ["баланс", "гармония", "терпение"],
      "shortDesc": "Внутренний покой и баланс",
      "description": "Умеренность представляет баланс, гармонию и внутренний покой. Эта карта призывает к умеренности во всем, сочетанию противоположностей и нахождению золотой середины.",
      "upright": [
        "Баланс",
        "Умеренность",
        "Гармония",
        "Терпение",
        "Покой",
        "Адаптация"
      ],
      "reversed": [
        "Дисбаланс",
        "Чрезмерность",
        "Несдержанность",
        "Отсутствие гармонии"
      ],
      "deckDescriptions": {
        "rider-waite": "Ангел стоит одной ногой на земле, другой в воде, переливая жидкость между двумя чашами. На груди - треугольник в квадрате. Позади - путь, ведущий к горам с восходящим солнцем.",
        "marseille": "Крылатая фигура переливает жидкость между сосудами. Уравновешенная поза и плавное движение символизируют гармонию и правильную меру во всем.",
        "thoth": "Ангел-алхимик смешивает огонь и воду в котле трансформации. Вокруг - символы элементов, ищущих баланс. Стрела попадает в центр мишени - совершенная гармония.",
        "wild-unknown": "Две радужные рыбы плавают по кругу инь-ян. Их танец создает идеальный баланс противоположностей в вечном потоке.",
        "light-seers": "Человек в медитации балансирует элементы открытыми ладонями. Радуга течет через чакры. Покой и гармония излучаются от центрированного существа.",
        "mad-moon": "Фигура в маске балансирует на грани между двумя мирами, смешивая свет и тьму в чаше. Равновесие найдено в принятии обеих сторон.",
        "nicoletta-ceccoli": "Ребенок аккуратно переливает чай между чашками на сказочном чаепитии. Ее концентрация и грация показывают красоту баланса и правильной меры."
      }
    },
    "15": {
      "name": "Дьявол",
      "keywords": ["искушение", "зависимость", "ограничение"],
      "shortDesc": "Ловушка нездоровых отношений и зависимость",
      "description": "Дьявол символизирует искушения, зависимости и нездоровые привязанности. Эта карта указывает на ловушку, в которую мы сами себя загоняем, и нездоровые отношения или привычки.",
      "upright": [
        "Зависимость",
        "Ограничение",
        "Искушение",
        "Материализм",
        "Нездоровые отношения",
        "Обман"
      ],
      "reversed": [
        "Освобождение",
        "Преодоление зависимости",
        "Разрыв цепей",
        "Прозрение"
      ],
      "deckDescriptions": {
        "rider-waite": "Рогатый дьявол сидит на постаменте над прикованными обнаженными мужчиной и женщиной. Перевернутая пентаграмма на лбу. Цепи свободны - пленники могут освободиться, если захотят.",
        "marseille": "Демон с крыльями летучей мыши стоит над двумя прикованными фигурами. Его вид пугающий, но цепи пленения - иллюзия их собственного создания.",
        "thoth": "Бафомет как символ материального мира и низменных желаний. Вокруг - символы привязанности к материи. Но карта также показывает путь к освобождению через осознанность.",
        "wild-unknown": "Цепи и замки окружают создание в самовозведенной тюрьме. Ключи лежат рядом - освобождение возможно, но требует видения истины ситуации.",
        "light-seers": "Человек, окруженный искушениями и зависимостями, но свет осознанности начинает сиять. Осознание того, что цепи самосозданные - первый шаг к свободе.",
        "mad-moon": "Соблазнительный демон предлагает отравленные удовольствия в темном царстве. Красивые иллюзии маскируют ловушки. Только увидев сквозь обман, можно сбежать.",
        "nicoletta-ceccoli": "Ребенок играет с теневым кукловодом, дергающим за ниточки. Невинная игра раскрывает более темную правду - мы часто позволяем себя контролировать страхам и желаниям."
      }
    },
    "16": {
      "name": "Башня",
      "keywords": ["разрушение", "хаос", "откровение"],
      "shortDesc": "Серьезные изменения негативного характера",
      "description": "Башня представляет внезапные, драматические изменения и разрушение старых структур. Хотя эти изменения могут быть болезненными, они необходимы для очищения и нового строительства.",
      "upright": [
        "Внезапные изменения",
        "Разрушение",
        "Хаос",
        "Откровение",
        "Освобождение",
        "Переворот"
      ],
      "reversed": [
        "Избегание катастрофы",
        "Сопротивление переменам",
        "Страх разрушения",
        "Отсроченные проблемы"
      ],
      "deckDescriptions": {
        "rider-waite": "Молния ударяет в корону башни, фигуры падают из нее. Пламя вырывается из окон. Темное небо показывает неизбежность разрушения, которое расчищает путь для нового.",
        "marseille": "Башня рушится под божественным ударом, люди падают из нее. Катастрофическая сцена показывает, что ложные структуры должны пасть, чтобы истина проявилась.",
        "thoth": "Око Гора разрушает башню иллюзий. Пламя и хаос царят, но это необходимое разрушение старых форм, которые больше не служат.",
        "wild-unknown": "Молния раскалывает дерево пополам. Насильственная сила природы разрушает, но также создает пространство для нового роста из руин.",
        "light-seers": "Человек наблюдает, как рушатся старые убеждения. Хотя болезненно, освобождение от ложных структур приносит ясность и возможность для подлинной перестройки.",
        "mad-moon": "Темная башня рушится в бездну под кровавой луной. Все построенное на лжи должно пасть. Из руин проявится правда.",
        "nicoletta-ceccoli": "Карточный домик ребенка рушится в замедленной съемке. Момент разрушения запечатлен в сюрреалистичной красоте - концы уступают место новым началам."
      }
    },
    "17": {
      "name": "Звезда",
      "keywords": ["надежда", "вдохновение", "покой"],
      "shortDesc": "Надежда на изменения к лучшему",
      "description": "Звезда символизирует надежду, веру и вдохновение после темных времен. Это карта исцеления, оптимизма и уверенности в лучшем будущем.",
      "upright": [
        "Надежда",
        "Вдохновение",
        "Исцеление",
        "Покой",
        "Вера",
        "Оптимизм"
      ],
      "reversed": [
        "Потеря надежды",
        "Разочарование",
        "Пессимизм",
        "Отсутствие веры"
      ],
      "deckDescriptions": {
        "rider-waite": "Обнаженная женщина стоит на коленях у воды под восемью звездами, льет воду на землю и в водоем. Большая центральная звезда сияет сверху. Птица на дереве представляет надежду и стремление души.",
        "marseille": "Женская фигура льет воду под звездным небом. Звезды сияют обещанием лучшего будущего. Сцена излучает надежду и обновление после бури.",
        "thoth": "Обнаженная богиня Нут льет воду жизни под космическими звездами. Она есть обновление и надежда. Вселенная открывается к бесконечным возможностям.",
        "wild-unknown": "Павлин демонстрирует великолепный хвост из звездных глаз. Красота и надежда сияют сквозь тьму. Обновление и вдохновение проявляются в природном великолепии.",
        "light-seers": "Человек отпускает желания к звездам с открытым сердцем. Вселенная откликается потоком благословений. Надежда и вера создают магию проявления.",
        "mad-moon": "Бледная фигура тянется к далеким звездам в ночном небе. Даже во тьме небесные светила направляют путь вперед с обещанием надежды.",
        "nicoletta-ceccoli": "Ребенок ловит падающие звезды в банку. Каждая звезда - желание, ждущее исполнения. Волшебный момент запечатлевает суть надежды и чуда."
      }
    },
    "18": {
      "name": "Луна",
      "keywords": ["иллюзия", "страх", "подсознание"],
      "shortDesc": "Неопределенность, иллюзии и уязвимость",
      "description": "Луна представляет мир иллюзий, страхов и подсознательных эмоций. Эта карта указывает на чувство неопределенности, уязвимости и необходимость доверять интуиции во тьме.",
      "upright": [
        "Иллюзия",
        "Страх",
        "Интуиция",
        "Подсознание",
        "Неопределенность",
        "Сны"
      ],
      "reversed": [
        "Преодоление страхов",
        "Ясность",
        "Развеивание иллюзий",
        "Понимание"
      ],
      "deckDescriptions": {
        "rider-waite": "Лунный лик сияет над пейзажем, где воют собака и волк. Рак выползает из водоема. Путь ведет между двумя башнями в неизвестность. Сцена вызывает тайну и неопределенность.",
        "marseille": "Луна капает росой, пока существа внизу реагируют на ее влияние. Двусмысленная символика отражает замешательство и иллюзию лунного царства.",
        "thoth": "Богиня Луны председательствует над царством снов и иллюзий. Скарабей и шакалы охраняют путь через подсознание. Путешествие через тень необходимо для целостности.",
        "wild-unknown": "Волк воет на полную луну в первобытном зове. Инстинкты и интуиция говорят громче разума в лунном свете. Доверяй внутреннему знанию через неопределенность.",
        "light-seers": "Человек ориентируется в сновидческом пейзаже под сиянием луны. Иллюзии и страхи всплывают, но также глубокая интуитивная мудрость. Прими тайну путешествия.",
        "mad-moon": "Зловещая луна ухмыляется над изогнутым пейзажем кошмаров. Теневые существа скрываются в тумане. Встреться со своими страхами, чтобы найти правду, скрытую во тьме.",
        "nicoletta-ceccoli": "Ребенок идет через сюрреалистичный лунный сад, где ничто не является тем, чем кажется. Очарованная и тревожная, сцена запечатлевает прекрасную странность лунного царства."
      }
    },
    "19": {
      "name": "Солнце",
      "keywords": ["радость", "успех", "счастье"],
      "shortDesc": "Самые позитивные эмоции и события",
      "description": "Солнце - одна из самых позитивных карт Таро. Она символизирует радость, успех, жизненную энергию и счастье. Это время процветания и самых светлых моментов жизни.",
      "upright": [
        "Радость",
        "Успех",
        "Счастье",
        "Тепло",
        "Позитив",
        "Жизненная энергия",
        "Просветление"
      ],
      "reversed": [
        "Временные трудности",
        "Уменьшение радости",
        "Пессимизм",
        "Отсутствие ясности"
      ],
      "deckDescriptions": {
        "rider-waite": "Сияющее солнце светит над обнаженным ребенком на белом коне. Подсолнухи цветут за стеной. Ребенок радостно машет красным флагом. Сцена воплощает чистое счастье и невинность.",
        "marseille": "Яркое солнце сияет над двумя фигурами или детьми. Золотые лучи приносят тепло и радость. Все освещено позитивной солнечной энергией.",
        "thoth": "Коронованный солнечный диск с танцующими детьми внизу представляет чистую радость и жизненную силу. Дети-близнецы показывают единство и празднование жизни в ее полноте.",
        "wild-unknown": "Великолепный солнечный лев излучает золотой свет. Воплощение жизненной силы, витальности и уверенной радости. Тепло и успех сияют от его присутствия.",
        "light-seers": "Человек танцует в солнечном свете с поднятыми руками в праздновании. Жизнь расцветает в полном цвете. Успех и счастье достигнуты через подлинную жизнь.",
        "mad-moon": "Даже в темной колоде солнце прорывается с неоспоримым сиянием. Свет побеждает тень. Надежда и радость оказываются сильнее тьмы.",
        "nicoletta-ceccoli": "Дети играют в золотом солнечном свете в волшебном саду. Невинность и чистая радость создают совершенный момент счастья и тепла."
      }
    },
    "20": {
      "name": "Суд",
      "keywords": ["возрождение", "прощение", "решение"],
      "shortDesc": "Неизбежность принятия трудных решений",
      "description": "Суд символизирует время подведения итогов, возрождения и принятия важных решений. Эта карта указывает на неизбежность принятия трудных, но необходимых решений для дальнейшего развития.",
      "upright": [
        "Возрождение",
        "Решение",
        "Прощение",
        "Освобождение",
        "Подведение итогов",
        "Пробуждение"
      ],
      "reversed": [
        "Сомнение",
        "Самокритика",
        "Страх суда",
        "Избегание ответственности"
      ],
      "deckDescriptions": {
        "rider-waite": "Ангел Гавриил трубит в трубу над восстающими фигурами, выходящими из гробов. Судный день призывает души к ответу и предлагает шанс на возрождение и искупление.",
        "marseille": "Ангел трубит в трубу суда, пока мертвые восстают из могил. Божественный призыв отчитаться за свою жизнь и выборы. Момент истины и трансформации.",
        "thoth": "Богиня огня произносит суд, пока души трансформируются. Алхимический процесс смерти и возрождения. Карма разрешена, новый цикл начинается.",
        "wild-unknown": "Феникс восстает из пепла в пламени трансформации. Смерть и возрождение в единый момент. Призыв пробудиться к высшей цели.",
        "light-seers": "Человек слышит внутренний призыв к высшей цели и восстает преображенным. Прошлое отпадает, подлинное я проявляется. Суд - это освобождение, не осуждение.",
        "mad-moon": "Темный ангел произносит суд в царстве между жизнью и смертью. Души сталкиваются с правдой своего существования. Только честный расчет позволяет пройти вперед.",
        "nicoletta-ceccoli": "Ребенок слушает нашептанную правду от ангельской фигуры. Момент откровения показан с невинным удивлением. Суд как пробуждение к более глубокому пониманию."
      }
    },
    "21": {
      "name": "Мир",
      "keywords": ["завершение", "достижение", "гармония"],
      "shortDesc": "Усвоение уроков и достижение гармонии",
      "description": "Мир - финальная карта Старших Арканов, символизирующая завершение цикла, достижение целей и гармонию. Это карта успешного усвоения жизненных уроков и готовности к новым началам.",
      "upright": [
        "Завершение",
        "Достижение",
        "Гармония",
        "Успех",
        "Путешествия",
        "Целостность",
        "Реализация"
      ],
      "reversed": [
        "Незавершенность",
        "Отсутствие закрытия",
        "Задержки",
        "Неусвоенные уроки"
      ],
      "deckDescriptions": {
        "rider-waite": "Танцующая фигура в лавровом венке, окруженная четырьмя существами Иезекииля. Танец мира празднует завершение и мастерство. Все элементы объединяются в космической гармонии.",
        "marseille": "Женская фигура танцует в венке мандорлы. Четыре угла показывают символы евангелистов. Совершенное завершение путешествия через мудрость Таро.",
        "thoth": "Космический танцор в центре вселенной, окруженный символами завершения. Все элементы уравновешены. Путешествие завершено, но новая спираль начинается.",
        "wild-unknown": "Космическое яйцо содержит всю вселенную в идеальном балансе. Все элементы интегрированы в гармоничное целое. Завершение, содержащее семя нового начала.",
        "light-seers": "Человек празднует достижение жизненных целей с широко раскрытыми руками. Мир открывается в ответ на целостность. Успех приходит от интеграции всех аспектов себя.",
        "mad-moon": "Фигура танцует в центре космической мандалы под звездами. Даже во тьме завершение приносит свет. Путешествие через тени ведет к целостности.",
        "nicoletta-ceccoli": "Ребенок держит снежный шар, содержащий весь мир внутри. Невинное мастерство и чудо. Понимание того, что завершение - это только начало нового приключения."
      }
    },
    "22": {
      "name": "Туз Жезлов",
      "keywords": ["начало", "вдохновение", "творчество"],
      "shortDesc": "Новый творческий импульс и вдохновение",
      "description": "Туз Жезлов символизирует начало нового проекта, вспышку творческой энергии и вдохновение. Это карта действия и страсти.",
      "upright": [
        "Новые возможности",
        "Творческое вдохновение",
        "Начало проекта",
        "Страсть",
        "Энергия"
      ],
      "reversed": [
        "Отсутствие направления",
        "Задержки",
        "Нереализованный потенциал"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Туз Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Туз Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильный визуальный вплив. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость столетий.",
        "thoth": "Эзотерическая версия Туз Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Туз Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Туз Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Туз Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Туз Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "23": {
      "name": "Двойка Жезлов",
      "keywords": ["планирование", "будущее", "решение"],
      "shortDesc": "Планирование и принятие решений",
      "description": "Двойка Жезлов представляет момент выбора и планирования будущего. Время оценить возможности и принять решение.",
      "upright": [
        "Планирование",
        "Прогресс",
        "Решения",
        "Открытие",
        "Предпринимательство"
      ],
      "reversed": [
        "Страх неизвестного",
        "Отсутствие планирования",
        "Нерешительность"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Двойка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Двойка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильный визуальный вплив. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость столетий.",
        "thoth": "Эзотерическая версия Двойка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Двойка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Двойка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Двойка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Двойка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "24": {
      "name": "Тройка Жезлов",
      "keywords": ["расширение", "предвидение", "прогресс"],
      "shortDesc": "Расширение горизонтов и прогресс",
      "description": "Тройка Жезлов говорит о расширении возможностей, торговле и успешном развитии дел.",
      "upright": [
        "Расширение",
        "Предвидение",
        "Сотрудничество",
        "Прогресс",
        "Международные связи"
      ],
      "reversed": [
        "Задержки",
        "Отсутствие предвидения",
        "Проблемы в партнерстве"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Тройка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Тройка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Тройка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Тройка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Тройка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Тройка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Тройка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "25": {
      "name": "Четверка Жезлов",
      "keywords": ["праздник", "гармония", "дом"],
      "shortDesc": "Праздник и домашняя гармония",
      "description": "Четверка Жезлов символизирует радостные события, праздник и гармонию в семейном кругу.",
      "upright": [
        "Праздник",
        "Гармония",
        "Дом",
        "Сообщество",
        "Стабильность",
        "Свадьба"
      ],
      "reversed": [
        "Конфликты дома",
        "Отсутствие стабильности",
        "Задержка праздника"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Четверка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Четверка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Четверка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Четверка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Четверка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Четверка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Четверка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "26": {
      "name": "Пятерка Жезлов",
      "keywords": ["конкуренция", "конфликт", "вызов"],
      "shortDesc": "Конкуренция и внутренние конфликты",
      "description": "Пятерка Жезлов указывает на конкуренцию, разногласия и необходимость бороться за свое место.",
      "upright": [
        "Конкуренция",
        "Конфликт",
        "Соперничество",
        "Разногласия",
        "Вызовы"
      ],
      "reversed": [
        "Избегание конфликта",
        "Внутренний мир",
        "Завершение споров"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Пятерка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Пятерка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Пятерка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Пятерка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Пятерка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Пятерка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Пятерка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "27": {
      "name": "Шестерка Жезлов",
      "keywords": ["победа", "успех", "признание"],
      "shortDesc": "Победа и общественное признание",
      "description": "Шестерка Жезлов символизирует победу, успех и общественное признание достижений.",
      "upright": ["Победа", "Успех", "Признание", "Прогресс", "Уверенность"],
      "reversed": [
        "Задержка успеха",
        "Самовосхваление",
        "Отсутствие признания"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Шестерка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Шестерка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Шестерка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Шестерка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Шестерка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Шестерка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Шестерка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "28": {
      "name": "Семерка Жезлов",
      "keywords": ["защита", "стойкость", "вызов"],
      "shortDesc": "Защита позиции и стойкость",
      "description": "Семерка Жезлов говорит о необходимости защищать свою позицию и проявлять стойкость.",
      "upright": [
        "Защита",
        "Стойкость",
        "Вызов",
        "Настойчивость",
        "Конкуренция"
      ],
      "reversed": ["Истощение", "Сдача позиций", "Перегруженность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Семерка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Семерка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Семерка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Семерка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Семерка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Семерка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Семерка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "29": {
      "name": "Восьмерка Жезлов",
      "keywords": ["скорость", "движение", "действие"],
      "shortDesc": "Быстрое движение к цели",
      "description": "Восьмерка Жезлов символизирует быстрое движение, скорость и действие.",
      "upright": [
        "Скорость",
        "Движение",
        "Прогресс",
        "Действие",
        "Быстрые результаты"
      ],
      "reversed": ["Задержки", "Замедление", "Поспешные решения"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Восьмерка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Восьмерка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Восьмерка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Восьмерка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Восьмерка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Восьмерка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Восьмерка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "30": {
      "name": "Девятка Жезлов",
      "keywords": ["устойчивость", "выносливость", "оборона"],
      "shortDesc": "Выносливость несмотря на трудности",
      "description": "Девятка Жезлов говорит об устойчивости, выносливости и готовности продолжать борьбу.",
      "upright": [
        "Устойчивость",
        "Выносливость",
        "Защита",
        "Настойчивость",
        "Последнее усилие"
      ],
      "reversed": ["Истощение", "Паранойя", "Отказ от борьбы"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Девятка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Девятка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Девятка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Девятка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Девятка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Девятка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Девятка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "31": {
      "name": "Десятка Жезлов",
      "keywords": ["бремя", "ответственность", "перегрузка"],
      "shortDesc": "Тяжелое бремя ответственности",
      "description": "Десятка Жезлов символизирует чрезмерное бремя, ответственность и перегрузку обязанностями.",
      "upright": [
        "Бремя",
        "Ответственность",
        "Перегрузка",
        "Стресс",
        "Обязанности"
      ],
      "reversed": [
        "Делегирование",
        "Освобождение от бремени",
        "Отказ от лишнего"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Десятка Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Десятка Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Десятка Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Десятка Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Десятка Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Десятка Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Десятка Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "32": {
      "name": "Паж Жезлов",
      "keywords": ["энтузиазм", "исследование", "новости"],
      "shortDesc": "Начало, обучение и вести",
      "description": "Паж Жезлов приносит вдохновение, новые идеи и энтузиазм. Это карта обучения и исследования.",
      "upright": [
        "Энтузиазм",
        "Исследование",
        "Вести",
        "Обучение",
        "Свободный дух"
      ],
      "reversed": [
        "Нереалистичность",
        "Отсутствие направления",
        "Плохие новости"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Паж Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Паж Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Паж Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Паж Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Паж Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Паж Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Паж Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "33": {
      "name": "Рыцарь Жезлов",
      "keywords": ["действие", "страсть", "приключения"],
      "shortDesc": "Энергичное движение вперед",
      "description": "Рыцарь Жезлов символизирует страсть, стремительное действие и приключения.",
      "upright": [
        "Действие",
        "Страсть",
        "Приключения",
        "Энергия",
        "Импульсивность"
      ],
      "reversed": ["Безрассудство", "Нетерпение", "Отсутствие направления"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Рыцарь Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Рыцарь Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Рыцарь Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Рыцарь Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Рыцарь Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Рыцарь Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Рыцарь Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "34": {
      "name": "Королева Жезлов",
      "keywords": ["уверенность", "энергия", "обаяние"],
      "shortDesc": "Уверенность и естественное лидерство",
      "description": "Королева Жезлов олицетворяет уверенность, обаяние и способность вдохновлять других.",
      "upright": [
        "Уверенность",
        "Энергия",
        "Обаяние",
        "Независимость",
        "Лидерство"
      ],
      "reversed": ["Манипуляция", "Ревность", "Контроль"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Королева Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Королева Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Королева Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Королева Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Королева Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Королева Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Королева Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "35": {
      "name": "Король Жезлов",
      "keywords": ["лидерство", "видение", "предпринимательство"],
      "shortDesc": "Лидерство и вдохновляющее видение",
      "description": "Король Жезлов воплощает лидерство, видение будущего и предпринимательский дух.",
      "upright": [
        "Лидерство",
        "Видение",
        "Предпринимательство",
        "Честь",
        "Вдохновение"
      ],
      "reversed": ["Тирания", "Нетерпение", "Высокомерие"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Король Жезлов в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Король Жезлов в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Король Жезлов с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Король Жезлов. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Король Жезлов. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Король Жезлов с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Король Жезлов с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "36": {
      "name": "Туз Кубков",
      "keywords": ["любовь", "эмоции", "интуиция"],
      "shortDesc": "Новые эмоции и любовь",
      "description": "Туз Кубков символизирует начало новых отношений, эмоциональное наполнение и любовь.",
      "upright": [
        "Новая любовь",
        "Эмоции",
        "Интуиция",
        "Счастье",
        "Творчество",
        "Духовность"
      ],
      "reversed": [
        "Эмоциональная нестабильность",
        "Разочарование",
        "Отсутствие эмоций"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Туз Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Туз Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Туз Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Туз Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Туз Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Туз Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Туз Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "37": {
      "name": "Двойка Кубков",
      "keywords": ["партнерство", "единство", "любовь"],
      "shortDesc": "Гармоничные отношения и союз",
      "description": "Двойка Кубков представляет гармоничное партнерство, взаимную любовь и эмоциональное единство.",
      "upright": [
        "Партнерство",
        "Союз",
        "Любовь",
        "Гармония",
        "Баланс",
        "Связь"
      ],
      "reversed": ["Разрыв", "Дисбаланс", "Конфликт в отношениях"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Двойка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Двойка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Двойка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Двойка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Двойка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Двойка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Двойка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "38": {
      "name": "Тройка Кубков",
      "keywords": ["праздник", "дружба", "сообщество"],
      "shortDesc": "Дружба и радостные события",
      "description": "Тройка Кубков символизирует праздник, дружбу и радость в кругу близких людей.",
      "upright": [
        "Праздник",
        "Дружба",
        "Сообщество",
        "Радость",
        "Вечеринка",
        "Сотрудничество"
      ],
      "reversed": ["Чрезмерность", "Изоляция", "Сплетни"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Тройка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Тройка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Тройка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Тройка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Тройка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Тройка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Тройка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "39": {
      "name": "Четверка Кубков",
      "keywords": ["апатия", "недовольство", "упущенные возможности"],
      "shortDesc": "Апатия и недовольство",
      "description": "Четверка Кубков говорит о недовольстве, апатии и упущенных возможностях.",
      "upright": [
        "Апатия",
        "Недовольство",
        "Медитация",
        "Переоценка",
        "Упущенные возможности"
      ],
      "reversed": ["Новая перспектива", "Мотивация", "Принятие"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Четверка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Четверка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Четверка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Четверка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Четверка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Четверка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Четверка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "40": {
      "name": "Пятерка Кубков",
      "keywords": ["потеря", "разочарование", "скорбь"],
      "shortDesc": "Потеря и разочарование",
      "description": "Пятерка Кубков символизирует потерю, разочарование и необходимость справиться с горем.",
      "upright": [
        "Потеря",
        "Разочарование",
        "Скорбь",
        "Сожаление",
        "Пессимизм"
      ],
      "reversed": ["Принятие", "Движение вперед", "Прощение"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Пятерка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Пятерка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Пятерка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Пятерка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Пятерка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Пятерка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Пятерка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "41": {
      "name": "Шестерка Кубков",
      "keywords": ["ностальгия", "память", "детство"],
      "shortDesc": "Ностальгия и воспоминания",
      "description": "Шестерка Кубков говорит о ностальгии, воспоминаниях о прошлом и детстве.",
      "upright": ["Ностальгия", "Память", "Детство", "Невинность", "Прошлое"],
      "reversed": ["Жизнь в прошлом", "Застревание", "Нереалистичные ожидания"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Шестерка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Шестерка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Шестерка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Шестерка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Шестерка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Шестерка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Шестерка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "42": {
      "name": "Семерка Кубков",
      "keywords": ["иллюзии", "выбор", "фантазии"],
      "shortDesc": "Иллюзии и множественный выбор",
      "description": "Семерка Кубков предупреждает об иллюзиях, множестве вариантов и необходимости ясного видения.",
      "upright": ["Иллюзии", "Выбор", "Фантазии", "Опции", "Мечтательность"],
      "reversed": ["Ясность", "Принятие решения", "Приоритеты"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Семерка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Семерка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Семерка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Семерка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Семерка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Семерка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Семерка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "43": {
      "name": "Восьмерка Кубков",
      "keywords": ["отход", "переход", "отпускание"],
      "shortDesc": "Отход от прошлого",
      "description": "Восьмерка Кубков символизирует необходимость оставить прошлое и двигаться дальше.",
      "upright": [
        "Отход",
        "Переход",
        "Отпускание",
        "Поиск себя",
        "Разочарование"
      ],
      "reversed": ["Страх перемен", "Застревание", "Уклонение"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Восьмерка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Восьмерка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Восьмерка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Восьмерка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Восьмерка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Восьмерка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Восьмерка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "44": {
      "name": "Девятка Кубков",
      "keywords": ["удовлетворение", "желания", "счастье"],
      "shortDesc": "Исполнение желаний",
      "description": "Девятка Кубков - карта исполнения желаний, удовлетворенности и счастья.",
      "upright": [
        "Удовлетворение",
        "Желания",
        "Счастье",
        "Комфорт",
        "Изобилие"
      ],
      "reversed": ["Жадность", "Самодовольство", "Нереалистичные ожидания"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Девятка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Девятка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Девятка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Девятка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Девятка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Девятка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Девятка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "45": {
      "name": "Десятка Кубков",
      "keywords": ["гармония", "семья", "счастье"],
      "shortDesc": "Семейное счастье и гармония",
      "description": "Десятка Кубков символизирует семейное счастье, гармонию и эмоциональное благополучие.",
      "upright": ["Гармония", "Семья", "Счастье", "Завершение", "Благополучие"],
      "reversed": ["Разногласия в семье", "Разрыв", "Нарушенная гармония"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Десятка Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Десятка Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Десятка Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Десятка Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Десятка Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Десятка Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Десятка Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "46": {
      "name": "Паж Кубков",
      "keywords": ["творчество", "интуиция", "сообщение"],
      "shortDesc": "Творческие начинания",
      "description": "Паж Кубков приносит творческие идеи, интуитивные сообщения и новые эмоциональные начинания.",
      "upright": [
        "Творчество",
        "Интуиция",
        "Сообщение",
        "Чувствительность",
        "Новые идеи"
      ],
      "reversed": [
        "Эмоциональная незрелость",
        "Блокировка творчества",
        "Плохие новости"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Паж Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Паж Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Паж Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Паж Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Паж Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Паж Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Паж Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "47": {
      "name": "Рыцарь Кубков",
      "keywords": ["романтика", "очарование", "идеализм"],
      "shortDesc": "Романтический идеалист",
      "description": "Рыцарь Кубков - романтик и мечтатель, приносящий предложения и творческие идеи.",
      "upright": [
        "Романтика",
        "Очарование",
        "Идеализм",
        "Предложение",
        "Творчество"
      ],
      "reversed": ["Нереалистичность", "Манипуляция", "Ревность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Рыцарь Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Рыцарь Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Рыцарь Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Рыцарь Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Рыцарь Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Рыцарь Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Рыцарь Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "48": {
      "name": "Королева Кубков",
      "keywords": ["сострадание", "интуиция", "эмоциональная зрелость"],
      "shortDesc": "Эмоциональная мудрость",
      "description": "Королева Кубков воплощает сострадание, интуицию и эмоциональную зрелость.",
      "upright": [
        "Сострадание",
        "Интуиция",
        "Эмоциональная зрелость",
        "Забота",
        "Поддержка"
      ],
      "reversed": ["Манипуляция", "Зависимость"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Королева Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Королева Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Королева Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Королева Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Королева Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Королева Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Королева Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "49": {
      "name": "Король Кубков",
      "keywords": ["эмоциональный баланс", "мудрость", "дипломатия"],
      "shortDesc": "Мастерство в эмоциях",
      "description": "Король Кубков обладает эмоциональным балансом, мудростью и способностью контролировать чувства.",
      "upright": [
        "Эмоциональный баланс",
        "Мудрость",
        "Дипломатия",
        "Контроль",
        "Щедрость"
      ],
      "reversed": ["Эмоциональная манипуляция", "Сдержанность", "Холодность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Король Кубков в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, объекты вокруг - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Король Кубков в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Король Кубков с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Король Кубков. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Король Кубков. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Король Кубков с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Король Кубков с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "50": {
      "name": "Туз Мечей",
      "keywords": ["ясность", "правда", "прорыв"],
      "shortDesc": "Ясность мысли и новые идеи",
      "description": "Туз Мечей символизирует ментальный прорыв, ясность мышления и поиск правды.",
      "upright": [
        "Ясность",
        "Правда",
        "Прорыв",
        "Новые идеи",
        "Ментальная сила",
        "Коммуникация"
      ],
      "reversed": ["Путаница", "Жестокость", "Отсутствие ясности"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Туз Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Туз Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Туз Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Туз Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Туз Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Туз Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Туз Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "51": {
      "name": "Двойка Мечей",
      "keywords": ["выбор", "тупик", "равновесие"],
      "shortDesc": "Сложный выбор и тупиковая ситуация",
      "description": "Двойка Мечей представляет сложный выбор, внутренний конфликт и необходимость принять решение.",
      "upright": [
        "Выбор",
        "Тупик",
        "Нерешительность",
        "Равновесие",
        "Компромисс"
      ],
      "reversed": ["Принятие решения", "Разрешение", "Информация раскрыта"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Двойка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Двойка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Двойка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Двойка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Двойка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Двойка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Двойка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "52": {
      "name": "Тройка Мечей",
      "keywords": ["боль", "разлука", "страдание"],
      "shortDesc": "Эмоциональная боль и страдание",
      "description": "Тройка Мечей символизирует боль, разлуку и эмоциональные страдания.",
      "upright": [
        "Боль",
        "Разлука",
        "Предательство",
        "Страдание",
        "Сердечная боль"
      ],
      "reversed": ["Исцеление", "Прощение", "Восстановление"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Тройка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Тройка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Тройка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Тройка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Тройка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Тройка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Тройка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "53": {
      "name": "Четверка Мечей",
      "keywords": ["отдых", "восстановление", "пауза"],
      "shortDesc": "Необходимость отдыха",
      "description": "Четверка Мечей говорит о необходимости отдыха, паузы для восстановления сил.",
      "upright": ["Отдых", "Восстановление", "Медитация", "Пауза", "Покой"],
      "reversed": ["Истощение", "Отсутствие отдыха", "Бессонница"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Четверка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Четверка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Четверка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Четверка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Четверка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Четверка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Четверка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "54": {
      "name": "Пятерка Мечей",
      "keywords": ["конфликт", "поражение", "предательство"],
      "shortDesc": "Конфликт и пустая победа",
      "description": "Пятерка Мечей символизирует конфликт, поражение или победу нечестным путем.",
      "upright": [
        "Конфликт",
        "Поражение",
        "Предательство",
        "Эгоизм",
        "Пустая победа"
      ],
      "reversed": ["Примирение", "Прощение", "Компромисс"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Пятерка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Пятерка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Пятерка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Пятерка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Пятерка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Пятерка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Пятерка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "55": {
      "name": "Шестерка Мечей",
      "keywords": ["переход", "путешествие", "освобождение"],
      "shortDesc": "Переход к лучшему",
      "description": "Шестерка Мечей символизирует переходный период, уход от проблем к более спокойным водам.",
      "upright": [
        "Переход",
        "Путешествие",
        "Освобождение",
        "Изменение",
        "Движение вперед"
      ],
      "reversed": [
        "Застревание",
        "Сопротивление изменениям",
        "Незавершенность"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Шестерка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Шестерка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Шестерка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Шестерка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Шестерка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Шестерка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Шестерка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "56": {
      "name": "Семерка Мечей",
      "keywords": ["обман", "стратегия", "хитрость"],
      "shortDesc": "Обман и стратегия",
      "description": "Семерка Мечей указывает на обман, кражу или необходимость действовать хитро и осторожно.",
      "upright": ["Обман", "Стратегия", "Хитрость", "Кража", "Избегание"],
      "reversed": ["Разоблачение", "Честность", "Признание"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Семерка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Семерка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Семерка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Семерка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Семерка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Семерка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Семерка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "57": {
      "name": "Восьмерка Мечей",
      "keywords": ["ограничение", "страх", "ловушка"],
      "shortDesc": "Чувство беспомощности",
      "description": "Восьмерка Мечей символизирует чувство беспомощности, ограничения и самоналоженные цепи.",
      "upright": [
        "Ограничение",
        "Страх",
        "Ловушка",
        "Беспомощность",
        "Изоляция"
      ],
      "reversed": ["Освобождение", "Новые возможности", "Преодоление страхов"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Восьмерка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Восьмерка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Восьмерка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Восьмерка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Восьмерка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Восьмерка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Восьмерка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "58": {
      "name": "Девятка Мечей",
      "keywords": ["тревога", "ужас", "кошмары"],
      "shortDesc": "Тревога и кошмары",
      "description": "Девятка Мечей представляет глубокую тревогу, страхи и ночные кошмары.",
      "upright": ["Тревога", "Страх", "Кошмары", "Беспокойство", "Вина"],
      "reversed": ["Преодоление страхов", "Освобождение от тревоги", "Надежда"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Девятка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Девятка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Девятка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Девятка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Девятка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Девятка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Девятка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "59": {
      "name": "Десятка Мечей",
      "keywords": ["завершение", "дно", "предательство"],
      "shortDesc": "Болезненное завершение",
      "description": "Десятка Мечей символизирует болезненное завершение, достижение дна, но и начало нового цикла.",
      "upright": ["Завершение", "Дно", "Предательство", "Потеря", "Крах"],
      "reversed": ["Восстановление", "Новые начинания", "Выживание"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Десятка Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Десятка Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Десятка Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Десятка Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Десятка Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Десятка Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Десятка Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "60": {
      "name": "Паж Мечей",
      "keywords": ["любопытство", "бдительность", "вести"],
      "shortDesc": "Любопытство и обучение",
      "description": "Паж Мечей представляет любопытство, жажду знаний и аналитическое мышление.",
      "upright": [
        "Любопытство",
        "Бдительность",
        "Вести",
        "Обучение",
        "Коммуникация"
      ],
      "reversed": ["Сплетни", "Шпионаж", "Нерассудительность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Паж Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Паж Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Паж Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Паж Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Паж Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Паж Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Паж Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "61": {
      "name": "Рыцарь Мечей",
      "keywords": ["действие", "амбиции", "импульсивность"],
      "shortDesc": "Быстрое действие и амбиции",
      "description": "Рыцарь Мечей действует быстро и решительно, но иногда слишком импульсивно.",
      "upright": [
        "Действие",
        "Амбиции",
        "Решительность",
        "Скорость",
        "Импульсивность"
      ],
      "reversed": ["Агрессия", "Безрассудство", "Отсутствие планирования"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Рыцарь Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Рыцарь Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Рыцарь Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Рыцарь Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Рыцарь Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Рыцарь Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Рыцарь Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "62": {
      "name": "Королева Мечей",
      "keywords": ["ясность", "честность", "независимость"],
      "shortDesc": "Интеллектуальная зрелость",
      "description": "Королева Мечей воплощает ясность мышления, честность и интеллектуальную независимость.",
      "upright": [
        "Ясность",
        "Честность",
        "Независимость",
        "Прямолинейность",
        "Проницательность"
      ],
      "reversed": ["Жестокость", "Холодность", "Озлобленность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Королева Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Королева Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Королева Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Королева Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Королева Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Королева Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Королева Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "63": {
      "name": "Король Мечей",
      "keywords": ["авторитет", "правда", "интеллект"],
      "shortDesc": "Интеллектуальное мастерство",
      "description": "Король Мечей обладает разумом, логикой и способностью принимать справедливые решения.",
      "upright": [
        "Авторитет",
        "Правда",
        "Интеллект",
        "Этика",
        "Справедливость",
        "Контроль"
      ],
      "reversed": ["Манипуляция", "Жестокость", "Тирания разума"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Король Мечей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Король Мечей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Король Мечей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Король Мечей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Король Мечей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Король Мечей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Король Мечей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "64": {
      "name": "Туз Пентаклей",
      "keywords": ["возможность", "процветание", "начало"],
      "shortDesc": "Новые материальные возможности",
      "description": "Туз Пентаклей символизирует новую финансовую возможность, начало процветания.",
      "upright": [
        "Возможность",
        "Процветание",
        "Начало",
        "Проявление",
        "Материальность"
      ],
      "reversed": ["Упущенные возможности", "Финансовые трудности", "Жадность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Туз Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Туз Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Туз Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Туз Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Туз Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Туз Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Туз Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "65": {
      "name": "Двойка Пентаклей",
      "keywords": ["баланс", "многозадачность", "адаптация"],
      "shortDesc": "Балансирование обязательств",
      "description": "Двойка Пентаклей говорит о многозадачности, балансировании финансов и приоритетов.",
      "upright": [
        "Баланс",
        "Многозадачность",
        "Адаптация",
        "Гибкость",
        "Временные ограничения"
      ],
      "reversed": ["Дисбаланс", "Перегрузка", "Финансовый стресс"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Двойка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Двойка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Двойка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Двойка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Двойка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Двойка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Двойка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "66": {
      "name": "Тройка Пентаклей",
      "keywords": ["сотрудничество", "мастерство", "обучение"],
      "shortDesc": "Командная работа и мастерство",
      "description": "Тройка Пентаклей символизирует сотрудничество, профессиональный рост и признание мастерства.",
      "upright": [
        "Сотрудничество",
        "Мастерство",
        "Обучение",
        "Командная работа",
        "Признание"
      ],
      "reversed": [
        "Отсутствие сотрудничества",
        "Низкое качество",
        "Конфликты в работе"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Тройка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Тройка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Тройка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Тройка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Тройка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Тройка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Тройка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "67": {
      "name": "Четверка Пентаклей",
      "keywords": ["контроль", "безопасность", "жадность"],
      "shortDesc": "Удержание и контроль",
      "description": "Четверка Пентаклей указывает на потребность в безопасности, контроле или чрезмерную скупость.",
      "upright": [
        "Контроль",
        "Безопасность",
        "Стабильность",
        "Жадность",
        "Сохранение"
      ],
      "reversed": ["Щедрость", "Потеря контроля", "Освобождение"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Четверка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Четверка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Четверка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Четверка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Четверка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Четверка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Четверка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "68": {
      "name": "Пятерка Пентаклей",
      "keywords": ["бедность", "болезнь", "изоляция"],
      "shortDesc": "Финансовые трудности",
      "description": "Пятерка Пентаклей символизирует финансовые трудности, бедность или чувство покинутости.",
      "upright": [
        "Бедность",
        "Потеря",
        "Болезнь",
        "Изоляция",
        "Тяжелые времена"
      ],
      "reversed": ["Восстановление", "Улучшение", "Помощь"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Пятерка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Пятерка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Пятерка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Пятерка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Пятерка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Пятерка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Пятерка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "69": {
      "name": "Шестерка Пентаклей",
      "keywords": ["щедрость", "милосердие", "баланс"],
      "shortDesc": "Щедрость и обмен",
      "description": "Шестерка Пентаклей говорит о щедрости, благотворительности и справедливом обмене ресурсами.",
      "upright": ["Щедрость", "Милосердие", "Обмен", "Баланс", "Помощь"],
      "reversed": ["Эгоизм", "Долги", "Неравенство", "Зависимость"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Шестерка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Шестерка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Шестерка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Шестерка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Шестерка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Шестерка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Шестерка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "70": {
      "name": "Семерка Пентаклей",
      "keywords": ["оценка", "терпение", "инвестиции"],
      "shortDesc": "Оценка результатов",
      "description": "Семерка Пентаклей указывает на период оценки, ожидания результатов от вложенных усилий.",
      "upright": [
        "Оценка",
        "Терпение",
        "Инвестиции",
        "Планирование",
        "Прогресс"
      ],
      "reversed": ["Нетерпение", "Отсутствие результатов", "Напрасные усилия"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Семерка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Семерка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Семерка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Семерка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Семерка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Семерка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Семерка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "71": {
      "name": "Восьмерка Пентаклей",
      "keywords": ["мастерство", "усердие", "обучение"],
      "shortDesc": "Работа и развитие навыков",
      "description": "Восьмерка Пентаклей символизирует усердную работу, развитие мастерства и обучение.",
      "upright": [
        "Мастерство",
        "Усердие",
        "Обучение",
        "Старательность",
        "Совершенствование"
      ],
      "reversed": ["Отвлечение", "Отсутствие фокуса", "Низкое качество"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Восьмерка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Восьмерка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Восьмерка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Восьмерка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Восьмерка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Восьмерка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Восьмерка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "72": {
      "name": "Девятка Пентаклей",
      "keywords": ["достаток", "независимость", "роскошь"],
      "shortDesc": "Материальный успех",
      "description": "Девятка Пентаклей символизирует достижение финансовой независимости, достаток и наслаждение плодами труда.",
      "upright": [
        "Достаток",
        "Независимость",
        "Роскошь",
        "Успех",
        "Самодостаточность"
      ],
      "reversed": ["Финансовая зависимость", "Переработка", "Жадность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Девятка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Девятка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Девятка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Девятка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Девятка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Девятка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Девятка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "73": {
      "name": "Десятка Пентаклей",
      "keywords": ["богатство", "наследие", "семья"],
      "shortDesc": "Семейное благополучие",
      "description": "Десятка Пентаклей символизирует долговременное богатство, семейные ценности и наследие.",
      "upright": [
        "Богатство",
        "Наследие",
        "Семья",
        "Традиция",
        "Долгосрочный успех",
        "Стабильность"
      ],
      "reversed": ["Финансовые потери", "Семейные конфликты", "Нестабильность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Десятка Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Десятка Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Десятка Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Десятка Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Десятка Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Десятка Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Десятка Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "74": {
      "name": "Паж Пентаклей",
      "keywords": ["обучение", "старательность", "планы"],
      "shortDesc": "Начало обучения и планирования",
      "description": "Паж Пентаклей представляет старательного ученика, новые финансовые возможности и практичные планы.",
      "upright": [
        "Обучение",
        "Старательность",
        "Планы",
        "Возможности",
        "Прагматизм"
      ],
      "reversed": [
        "Прокрастинация",
        "Отсутствие прогресса",
        "Нереалистичность"
      ],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Паж Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Паж Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Паж Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Паж Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Паж Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Паж Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Паж Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "75": {
      "name": "Рыцарь Пентаклей",
      "keywords": ["надежность", "ответственность", "настойчивость"],
      "shortDesc": "Надежность и методичная работа",
      "description": "Рыцарь Пентаклей - воплощение надежности, ответственности и методичного подхода к делам.",
      "upright": [
        "Надежность",
        "Ответственность",
        "Настойчивость",
        "Методичность",
        "Консерватизм"
      ],
      "reversed": ["Застой", "Скучность", "Отсутствие амбиций"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Рыцарь Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Рыцарь Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Рыцарь Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Рыцарь Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Рыцарь Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Рыцарь Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Рыцарь Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "76": {
      "name": "Королева Пентаклей",
      "keywords": ["практичность", "забота", "достаток"],
      "shortDesc": "Практическая мудрость и забота",
      "description": "Королева Пентаклей воплощает практичность, заботу о других и способность создавать комфорт.",
      "upright": [
        "Практичность",
        "Забота",
        "Достаток",
        "Безопасность",
        "Щедрость",
        "Ресурсность"
      ],
      "reversed": ["Финансовая зависимость", "Жадность", "Материализм"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Королева Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Королева Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Королева Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Королева Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Королева Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Королева Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Королева Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    },
    "77": {
      "name": "Король Пентаклей",
      "keywords": ["успех", "достаток", "надежность"],
      "shortDesc": "Материальное мастерство",
      "description": "Король Пентаклей обладает финансовым мастерством, успехом в бизнесе и стабильностью.",
      "upright": [
        "Успех",
        "Достаток",
        "Надежность",
        "Стабильность",
        "Контроль",
        "Предпринимательство"
      ],
      "reversed": ["Жадность", "Материализм", "Коррупция", "Нестабильность"],
      "deckDescriptions": {
        "rider-waite": "Классическая интерпретация Король Пентаклей в стиле Райдер-Уэйт с детальной символикой. Каждый элемент тщательно подобран для передачи символического значения. Цвета одежды, положение рук, окружающие объекты - все работает на раскрытие глубинного смысла карты. Реалистичный стиль Памелы Колман Смит делает символику доступной для интуитивного понимания.",
        "marseille": "Традиционное изображение Король Пентаклей в стиле Марсельского Таро. Яркие основные цвета без полутонов создают сильное визуальное воздействие. Геометрические формы и симметрия подчеркивают вечность архетипа. Традиционный стиль передает мудрость веков.",
        "thoth": "Эзотерическая версия Король Пентаклей с каббалистической символикой Кроули. Цвета подобраны согласно каббалистической системе Древа Жизни. Вокруг размещены астрологические символы, египетские иероглифы и алхимические знаки. Каждый элемент имеет множественные уровни эзотерического значения.",
        "wild-unknown": "Минималистичное природное изображение Король Пентаклей. Черно-белая графика с золотыми акцентами создает медитативную атмосферу. Природные образы говорят языком инстинктов и архетипов. Минимализм позволяет интуиции свободно интерпретировать символы.",
        "light-seers": "Современная яркая интерпретация Король Пентаклей. Яркие современные цвета и реалистичные персонажи делают карту близкой к современной жизни. Разнообразие людей разных рас, возраста и внешности обеспечивает инклюзивность. Символика сочетает традиционные значения с современным контекстом.",
        "mad-moon": "Готическая атмосфера Король Пентаклей с мистическими элементами. Лунное серебристое свечение и глубокие тени создают атмосферу мистической тайны. Сюрреалистические элементы подчеркивают многослойность значения. Готическая эстетика раскрывает красоту в темном и неизвестном.",
        "nicoletta-ceccoli": "Сказочное изображение Король Пентаклей с пастельными цветами. Пастельные оттенки и мягкие линии создают атмосферу сказочного сна. Большие выразительные глаза персонажей передают глубину эмоций. За детской невинностью скрывается сложный психологический подтекст."
      }
    }
  },
  "lenormand": {
    "deck": {
      "name": "Ленорман",
      "description": "Система гадания на картах, названная в честь известной французской гадалки Марии-Анны Ленорман. Состоит из 36 карт с простыми символами: дом, корабль, дерево и т.д. Отличается от Таро методикой чтения и комбинационным подходом.",
      "author": "Marie Anne Lenormand"
    },
    "cards": {
      "1": {
        "name": "Всадник",
        "keywords": ["новости", "сообщение", "приезд"],
        "shortDesc": "Новости и сообщения",
        "description": "Всадник приносит новости, сообщения или указывает на быстрые изменения. Символизирует движение, активность и прибытие чего-то нового.",
        "upright": [
          "Новости",
          "Сообщение",
          "Скорость",
          "Приезд",
          "Молодой мужчина"
        ],
        "reversed": ["Задержка новостей", "Плохие новости", "Отложенный визит"]
      },
      "2": {
        "name": "Клевер",
        "keywords": ["удача", "возможность", "кратковременность"],
        "shortDesc": "Быстрая удача",
        "description": "Клевер символизирует кратковременную удачу, небольшие приятные сюрпризы и быстротечные возможности.",
        "upright": [
          "Удача",
          "Маленькая радость",
          "Возможность",
          "Легкость",
          "Позитив"
        ],
        "reversed": ["Упущенная возможность", "Невезение", "Легкомыслие"]
      },
      "3": {
        "name": "Корабль",
        "keywords": ["путешествие", "торговля", "расстояние"],
        "shortDesc": "Путешествия и торговля",
        "description": "Корабль указывает на путешествия, бизнес, торговлю или отношения на расстоянии. Символизирует движение к новым горизонтам.",
        "upright": [
          "Путешествие",
          "Торговля",
          "Расстояние",
          "Импорт/экспорт",
          "Прогресс"
        ],
        "reversed": [
          "Задержка путешествия",
          "Проблемы в дороге",
          "Застой в бизнесе"
        ]
      },
      "4": {
        "name": "Дом",
        "keywords": ["дом", "семья", "стабильность"],
        "shortDesc": "Дом и семья",
        "description": "Дом представляет дом, семью, стабильность и безопасность. Символизирует место, где вы чувствуете себя комфортно.",
        "upright": ["Дом", "Семья", "Стабильность", "Безопасность", "Традиции"],
        "reversed": ["Проблемы дома", "Нестабильность", "Отсутствие уюта"]
      },
      "5": {
        "name": "Дерево",
        "keywords": ["здоровье", "рост", "корни"],
        "shortDesc": "Здоровье и жизнь",
        "description": "Дерево символизирует здоровье, жизненную силу, рост и глубокие корни. Может указывать на медицинские вопросы или долговременные процессы.",
        "upright": ["Здоровье", "Жизнь", "Рост", "Корни", "Родословная"],
        "reversed": ["Болезнь", "Слабость", "Застой в развитии"]
      },
      "6": {
        "name": "Облака",
        "keywords": ["сомнения", "путаница", "туман"],
        "shortDesc": "Неопределенность и сомнения",
        "description": "Облака приносят путаницу, неопределенность и сомнения. Светлая сторона облака указывает на прояснение, темная - на усложнение.",
        "upright": [
          "Сомнения",
          "Путаница",
          "Неопределенность",
          "Тайна",
          "Туман"
        ],
        "reversed": ["Прояснение", "Рассеивание сомнений", "Ясность"]
      },
      "7": {
        "name": "Змея",
        "keywords": ["женщина", "соблазн", "обман"],
        "shortDesc": "Хитрость и соблазн",
        "description": "Змея может означать хитрую женщину, соблазн, обман или сложную ситуацию. Также символизирует мудрость и трансформацию.",
        "upright": [
          "Женщина",
          "Хитрость",
          "Соблазн",
          "Обходной путь",
          "Сложность"
        ],
        "reversed": [
          "Разоблачение обмана",
          "Освобождение от соблазна",
          "Простота"
        ]
      },
      "8": {
        "name": "Гроб",
        "keywords": ["конец", "трансформация", "болезнь"],
        "shortDesc": "Завершение и трансформация",
        "description": "Гроб символизирует конец, завершение, болезнь или трансформацию. После конца всегда приходит новое начало.",
        "upright": [
          "Конец",
          "Завершение",
          "Болезнь",
          "Трансформация",
          "Смерть старого"
        ],
        "reversed": ["Выздоровление", "Возрождение", "Избежание конца"]
      },
      "9": {
        "name": "Букет",
        "keywords": ["подарок", "красота", "счастье"],
        "shortDesc": "Подарки и радость",
        "description": "Букет приносит радость, подарки, красоту и положительные эмоции. Символизирует приятные сюрпризы и счастье.",
        "upright": [
          "Подарок",
          "Красота",
          "Счастье",
          "Приглашение",
          "Комплименты"
        ],
        "reversed": ["Отвергнутый подарок", "Разочарование", "Увядшее счастье"]
      },
      "10": {
        "name": "Коса",
        "keywords": ["опасность", "резкость", "хирургия"],
        "shortDesc": "Внезапная опасность",
        "description": "Коса символизирует внезапную опасность, резкие решения, отсечение или хирургические вмешательства. Действует быстро и решительно.",
        "upright": [
          "Опасность",
          "Резкое решение",
          "Отсечение",
          "Хирургия",
          "Урожай"
        ],
        "reversed": ["Избежание опасности", "Осторожность", "Преждевременность"]
      },
      "11": {
        "name": "Кнут",
        "keywords": ["конфликт", "спор", "страсть"],
        "shortDesc": "Конфликты и страсть",
        "description": "Кнут указывает на конфликты, споры, повторяющиеся ситуации или физическую активность. Может означать как ссору, так и страсть.",
        "upright": ["Конфликт", "Спор", "Повторение", "Спорт", "Страсть"],
        "reversed": ["Примирение", "Прекращение конфликта", "Спокойствие"]
      },
      "12": {
        "name": "Птицы",
        "keywords": ["разговор", "пара", "волнение"],
        "shortDesc": "Общение и пары",
        "description": "Птицы символизируют разговоры, телефонные звонки, пару людей или нервозность. Указывают на коммуникацию и социальные связи.",
        "upright": [
          "Разговор",
          "Пара",
          "Телефонный звонок",
          "Волнение",
          "Соцсети"
        ],
        "reversed": ["Молчание", "Разрыв пары", "Отсутствие связи"]
      },
      "13": {
        "name": "Ребенок",
        "keywords": ["начало", "невинность", "малый"],
        "shortDesc": "Новые начинания и невинность",
        "description": "Ребенок означает новые начинания, невинность, что-то малое или новое. Может указывать на реального ребенка или детский подход.",
        "upright": ["Начало", "Невинность", "Ребенок", "Маленький", "Новый"],
        "reversed": ["Незрелость", "Инфантильность", "Задержка развития"]
      },
      "14": {
        "name": "Лиса",
        "keywords": ["хитрость", "обман", "работа"],
        "shortDesc": "Хитрость и работа",
        "description": "Лиса символизирует хитрость, осторожность, работу или обман. Указывает на необходимость быть бдительным и использовать разум.",
        "upright": ["Хитрость", "Осторожность", "Работа", "Обман", "Стратегия"],
        "reversed": ["Разоблачение", "Честность", "Доверие"]
      },
      "15": {
        "name": "Медведь",
        "keywords": ["сила", "власть", "финансы"],
        "shortDesc": "Сила и власть",
        "description": "Медведь представляет силу, власть, финансы или влиятельного человека (часто старшего). Символизирует защиту и авторитет.",
        "upright": ["Сила", "Власть", "Финансы", "Босс", "Защита"],
        "reversed": ["Слабость", "Потеря власти", "Финансовые проблемы"]
      },
      "16": {
        "name": "Звезды",
        "keywords": ["надежда", "мечты", "духовность"],
        "shortDesc": "Надежда и мечты",
        "description": "Звезды приносят надежду, вдохновение, духовность и осуществление мечты. Символизируют веру в лучшее будущее.",
        "upright": [
          "Надежда",
          "Мечты",
          "Духовность",
          "Вдохновение",
          "Ориентиры"
        ],
        "reversed": ["Потеря надежды", "Разбитые мечты", "Отсутствие веры"]
      },
      "17": {
        "name": "Аист",
        "keywords": ["изменение", "переезд", "беременность"],
        "shortDesc": "Положительные изменения",
        "description": "Аист символизирует изменения, переезды, улучшение или беременность. Как правило, указывает на позитивные трансформации.",
        "upright": [
          "Изменение",
          "Переезд",
          "Беременность",
          "Улучшение",
          "Эволюция"
        ],
        "reversed": ["Нежелательное изменение", "Застой", "Задержка переезда"]
      },
      "18": {
        "name": "Собака",
        "keywords": ["друг", "верность", "доверие"],
        "shortDesc": "Дружба и верность",
        "description": "Собака представляет друга, верность, доверие и надежность. Символизирует преданность и дружеские отношения.",
        "upright": ["Друг", "Верность", "Доверие", "Надежность", "Поддержка"],
        "reversed": ["Предательство друга", "Неверность", "Потеря доверия"]
      },
      "19": {
        "name": "Башня",
        "keywords": ["изоляция", "учреждение", "официальность"],
        "shortDesc": "Изоляция и учреждения",
        "description": "Башня символизирует изоляцию, одиночество, официальные учреждения или крупные организации. Указывает на обособленность.",
        "upright": [
          "Изоляция",
          "Учреждение",
          "Официальность",
          "Одиночество",
          "Организация"
        ],
        "reversed": ["Социализация", "Выход из изоляции", "Неформальность"]
      },
      "20": {
        "name": "Сад",
        "keywords": ["публика", "событие", "социум"],
        "shortDesc": "Общественные события",
        "description": "Сад представляет публичные места, социальные события, общество или общественную деятельность. Символизирует сообщество.",
        "upright": ["Публика", "Событие", "Общество", "Социум", "Природа"],
        "reversed": ["Уединение", "Отмененное событие", "Приватность"]
      },
      "21": {
        "name": "Гора",
        "keywords": ["препятствие", "блок", "вызов"],
        "shortDesc": "Препятствия и вызовы",
        "description": "Гора символизирует препятствия, блокирование, задержки или большие вызовы. Указывает на то, что требует усилий для преодоления.",
        "upright": ["Препятствие", "Блок", "Задержка", "Вызов", "Застой"],
        "reversed": ["Преодоление препятствия", "Снятие блока", "Прогресс"]
      },
      "22": {
        "name": "Пути",
        "keywords": ["выбор", "решение", "альтернатива"],
        "shortDesc": "Выбор и решение",
        "description": "Пути указывают на необходимость сделать выбор, принять решение между альтернативами. Символизируют распутье.",
        "upright": ["Выбор", "Решение", "Альтернатива", "Распутье", "Варианты"],
        "reversed": [
          "Неправильный выбор",
          "Нерешительность",
          "Отсутствие вариантов"
        ]
      },
      "23": {
        "name": "Мыши",
        "keywords": ["потеря", "кража", "стресс"],
        "shortDesc": "Потери и стресс",
        "description": "Мыши символизируют потерю, кражу, постепенное уменьшение или стресс. Указывают на то, что что-то ест или уменьшается.",
        "upright": ["Потеря", "Кража", "Уменьшение", "Стресс", "Беспокойство"],
        "reversed": [
          "Прекращение потерь",
          "Нахождение потерянного",
          "Уменьшение стресса"
        ]
      },
      "24": {
        "name": "Сердце",
        "keywords": ["любовь", "эмоции", "страсть"],
        "shortDesc": "Любовь и чувства",
        "description": "Сердце представляет любовь, романтику, глубокие эмоции и страсть. Символизирует истинные чувства и сердечные дела.",
        "upright": ["Любовь", "Романтика", "Эмоции", "Страсть", "Счастье"],
        "reversed": [
          "Разбитое сердце",
          "Охлаждение чувств",
          "Эмоциональная боль"
        ]
      },
      "25": {
        "name": "Кольцо",
        "keywords": ["обязательство", "контракт", "союз"],
        "shortDesc": "Обязательства и союзы",
        "description": "Кольцо символизирует обязательства, контракты, брак или циклы. Указывает на долгосрочные отношения и соглашения.",
        "upright": ["Обязательство", "Контракт", "Брак", "Союз", "Цикл"],
        "reversed": ["Разрыв обязательств", "Развод", "Нарушенный контракт"]
      },
      "26": {
        "name": "Книга",
        "keywords": ["знание", "секрет", "обучение"],
        "shortDesc": "Знание и секреты",
        "description": "Книга представляет знание, секреты, образование или что-то скрытое. Может указывать на обучение или раскрытие тайн.",
        "upright": ["Знание", "Секрет", "Обучение", "Документы", "Проект"],
        "reversed": ["Раскрытие секрета", "Невежество", "Отсутствие информации"]
      },
      "27": {
        "name": "Письмо",
        "keywords": ["сообщение", "документ", "новости"],
        "shortDesc": "Сообщения и документы",
        "description": "Письмо символизирует письменные сообщения, документы, письма или электронную почту. Указывает на официальную коммуникацию.",
        "upright": ["Сообщение", "Документ", "Письмо", "Email", "Новости"],
        "reversed": [
          "Потерянное письмо",
          "Отсутствие ответа",
          "Ошибочный документ"
        ]
      },
      "28": {
        "name": "Мужчина",
        "keywords": ["мужчина", "партнер", "вопрошающий"],
        "shortDesc": "Мужчина-вопрошающий",
        "description": "Мужчина представляет вопрошающего (если это мужчина), партнера или важного мужчину в ситуации.",
        "upright": ["Мужчина", "Партнер", "Вопрошающий", "Важное лицо"],
        "reversed": ["Отсутствие мужчины", "Проблемы с партнером"]
      },
      "29": {
        "name": "Женщина",
        "keywords": ["женщина", "партнерша", "вопрошающая"],
        "shortDesc": "Женщина-вопрошающая",
        "description": "Женщина представляет вопрошающую (если это женщина), партнершу или важную женщину в ситуации.",
        "upright": ["Женщина", "Партнерша", "Вопрошающая", "Важное лицо"],
        "reversed": ["Отсутствие женщины", "Проблемы с партнершей"]
      },
      "30": {
        "name": "Лилия",
        "keywords": ["зрелость", "мир", "сексуальность"],
        "shortDesc": "Зрелость и мир",
        "description": "Лилия символизирует зрелость, мир, сексуальность или старшего человека. Указывает на опыт и мудрость.",
        "upright": [
          "Зрелость",
          "Мир",
          "Сексуальность",
          "Старшее лицо",
          "Мудрость"
        ],
        "reversed": ["Распутство", "Отсутствие мира", "Конфликт поколений"]
      },
      "31": {
        "name": "Солнце",
        "keywords": ["успех", "счастье", "энергия"],
        "shortDesc": "Успех и счастье",
        "description": "Солнце приносит успех, счастье, энергию и тепло. Одна из самых позитивных карт в колоде.",
        "upright": ["Успех", "Счастье", "Энергия", "Тепло", "Победа"],
        "reversed": ["Затмение", "Уменьшение энергии", "Неполный успех"]
      },
      "32": {
        "name": "Луна",
        "keywords": ["эмоции", "интуиция", "признание"],
        "shortDesc": "Эмоции и слава",
        "description": "Луна символизирует эмоции, интуицию, циклы, романтику или признание. Может указывать на славу или чувства.",
        "upright": ["Эмоции", "Интуиция", "Признание", "Слава", "Циклы"],
        "reversed": ["Эмоциональная нестабильность", "Потеря популярности"]
      },
      "33": {
        "name": "Ключ",
        "keywords": ["ответ", "решение", "важность"],
        "shortDesc": "Ключ к ответу",
        "description": "Ключ указывает на ответ, решение проблемы или что-то очень важное. Символизирует уверенность и неизбежность.",
        "upright": [
          "Ответ",
          "Решение",
          "Важность",
          "Уверенность",
          "Неизбежность"
        ],
        "reversed": ["Отсутствие решения", "Ложный ключ"]
      },
      "34": {
        "name": "Рыбы",
        "keywords": ["деньги", "бизнес", "достаток"],
        "shortDesc": "Финансы и бизнес",
        "description": "Рыбы символизируют деньги, финансы, бизнес или достаток. Указывают на материальное благополучие и коммерцию.",
        "upright": ["Деньги", "Финансы", "Бизнес", "Достаток", "Торговля"],
        "reversed": ["Финансовые проблемы", "Убытки", "Долги"]
      },
      "35": {
        "name": "Якорь",
        "keywords": ["стабильность", "работа", "достижение"],
        "shortDesc": "Стабильность и достижение",
        "description": "Якорь символизирует стабильность, надежность, работу или достижение целей. Указывает на прочность и постоянство.",
        "upright": [
          "Стабильность",
          "Работа",
          "Достижение",
          "Надежность",
          "Постоянство"
        ],
        "reversed": ["Нестабильность", "Потеря работы", "Дрейф"]
      },
      "36": {
        "name": "Крест",
        "keywords": ["бремя", "судьба", "карма"],
        "shortDesc": "Бремя и судьба",
        "description": "Крест символизирует бремя, судьбу, карму или духовные уроки. Указывает на то, что нужно принять или пережить.",
        "upright": ["Бремя", "Судьба", "Карма", "Духовность", "Страдание"],
        "reversed": ["Освобождение от бремени", "Принятие судьбы"]
      }
    }
  }
}
